Repository: friendica/friendica-addons
Catalog: statusnet/lang/*/messages.po
Languages: de, it, pl

source: Post to GNU Social
de: Auf GNU Social veröffentlichen
it: Invia a GNU Social
pl: Opublikuj w GNU Social

source: Please contact your site administrator.<br />The provided API URL is not valid.
de: Bitte kontaktiere den Administrator der Seite.<br />Die gegebene API URL ist nicht gültig.
it: Contatta l'amministratore del sito.<br/>L'URL delle API fornito non è valido.
pl: Skontaktuj się z administratorem witryny. <br />Podany adres URL interfejsu API jest nieprawidłowy.

source: We could not contact the GNU Social API with the Path you entered.
de: Die GNU Social-API konnte mit dem angegebenen Pfad nicht erreicht werden.
it: Non possiamo conttattare le API di GNU Social con il percorso che hai inserito.
pl: Nie mogliśmy skontaktować się z GNU Social API z wprowadzoną ścieżką.

source: GNU Social settings updated.
de: GNU Social Einstellungen aktualisiert.
it: Impostazioni di GNU Social aggiornate.
pl: Zaktualizowano ustawienia społeczności GNU.

source: Globally Available GNU Social OAuthKeys
de: Verfügbare OAuth Schlüssel für GNU Social
it: OAuthKeys globali di GNU Social
pl: Globalnie dostępne GNU Social OAuthKeys

source: There are preconfigured OAuth key pairs for some GNU Social servers available. If you are using one of them, please use these credentials. If not feel free to connect to any other GNU Social instance (see below).
de: Für einige GNU Social Server sind voreingestellte OAuth Schlüsselpaare verfügbar. Solltest du einen dieser Server benutzen, dann verwende bitte diese Schlüssel. Falls nicht, stelle stattdessen eine Verbindung zu irgendeinem anderen StatusNet Server her (siehe unten).
it: Esistono coppie di chiavi OAuth precofigurate per alcuni server GNU Social. Se usi uno di questi server, per favore scegli queste credenziali. Altrimenti sei libero di collegarti a un'altra installazione di GNU Social (vedi sotto).
pl: Istnieją wstępnie skonfigurowane pary kluczy OAuth dla niektórych serwerów społecznościowych GNU. Jeśli używasz jednego z nich, użyj tych poświadczeń. Jeśli nie, możesz połączyć się z dowolną inną instancją społecznościową GNU (patrz poniżej).

source: Save Settings
de: Einstellungen speichern
it: Salva Impostazioni
pl: Zapisz ustawienia

source: Provide your own OAuth Credentials
de: Eigene OAuth Schlüssel eintragen
it: Fornisci le tue credenziali OAuth
pl: Podaj własne dane uwierzytelniające OAuth

source: No consumer key pair for GNU Social found. Register your Friendica Account as an desktop client on your GNU Social account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited GNU Social installation.
de: Kein Consumer-Schlüsselpaar für GNU Social gefunden. Registriere deinen Friendica-Account als Desktop-Client bei deinem GNU Social Account, kopiere das Consumer-Schlüsselpaar hierher und gib die API-URL ein.<br />Bevor du dein eigenes Consumer-Schlüsselpaar registrierst, frage den Administrator dieses Friendica-Servers, ob schon ein Schlüsselpaar für diesen Friendica-Server auf diesem GNU Social-Server existiert.
it: Nessuna coppia di chiavi consumer trovate per GNU Social. Registra il tuo account Friendica come un client desktop nel tuo account GNU Social, copia la coppia di chiavi consumer qui e inserisci l'url base delle API.<br/>Prima di registrare la tua coppia di chiavi OAuth, chiedi all'amministratore se esiste già una coppia di chiavi per questo sito Friendica presso la tua installazione GNU Social preferita.
pl: Nie znaleziono pary kluczy konsumenta dla GNU Social. Zarejestruj swoje konto Friendica jako klienta komputerowego na koncie GNU Social, skopiuj tutaj parę kluczy konsumenta i wprowadź podstawową bazę interfejsu API.<br /> Zanim zarejestrujesz swoją własną parę kluczy OAuth, zapytaj administratora, czy istnieje już para kluczy do instalacji tej aplikacji na stronie Twoja ulubiona instalacja społecznościowa GNU.

source: OAuth Consumer Key
pl: Klucz klienta OAuth

source: OAuth Consumer Secret
pl: Tajny klucz klienta OAuth

source: Base API Path (remember the trailing /)
de: Basis-URL der StatusNet API (vergiss den abschließenden / nicht)
it: Indirizzo di base per le API (ricorda la / alla fine)
pl: Podstawowa ścieżka interfejsu API (pamiętaj na końcu /)

source: To connect to your GNU Social account click the button below to get a security code from GNU Social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU Social.
de: Um dein Konto mit einem GNU Social-Konto zu verknüpfen, klicke den Button an, um einen Sicherheitscode von GNU Social zu erhalten, und kopiere diesen in das Eingabefeld weiter unten. Es werden ausschließlich deine <strong>öffentlichen</strong> Nachrichten an GNU Social gesendet.
it: Per collegare il tuo account GNU Social, clicca sul bottone per ottenere un codice di sicurezza da GNU Social, che dovrai copiare nel box sottostante e poi inviare la form. Solo i tuoi messaggi <strong>pubblici</strong> saranno inviati a GNU Social.
pl: Aby połączyć się z kontem społecznościowym GNU, kliknij przycisk poniżej, aby uzyskać kod bezpieczeństwa z GNU Social, który musisz skopiować do poniższego pola wprowadzania i przesłać formularz. Tylko twoje <strong>publiczne</strong> posty będą publikowane w GNU Social.

source: Log in with GNU Social
de: Bei GNU Social anmelden
it: Accedi con GNU Social
pl: Zaloguj się za pomocą GNU Social

source: Copy the security code from GNU Social here
de: Kopiere den Sicherheitscode von GNU social hier hin
it: Copia il codice di sicurezza da GNU Social qui
pl: Skopiuj tutaj kod bezpieczeństwa z GNU Social

source: Cancel Connection Process
de: Verbindungsprozess abbrechen
it: Annulla il processo di connessione
pl: Anuluj proces połączenia

source: Current GNU Social API is
de: Derzeitige GNU Social-API-URL lautet
it: Le API GNU Social correnti sono
pl: Obecne API GNU Social to

source: Cancel GNU Social Connection
de: Verbindung zum GNU Social Server abbrechen
it: Annulla la connessione a GNU Social
pl: Anuluj GNU Social Connection

source: Currently connected to:
de: Momentan verbunden mit:
it: Al momento connesso con:
pl: Obecnie podłączony do:

source: If enabled all your <strong>public</strong> postings can be posted to the associated GNU Social account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
de: Wenn aktiviert, können all deine <strong>öffentlichen</strong> Einträge auf dem verbundenen GNU Social-Konto veröffentlicht werden. Du kannst das (hier) als Standardverhalten einstellen oder beim Schreiben eines Beitrags in den Beitragsoptionen festlegen.
it: Se abilitato tutti i tuoi messaggi <strong>pubblici</strong> possono essere inviati all'account GNU Social associato. Puoi scegliere di farlo sempre (qui) o ogni volta che invii, nelle impostazioni di privacy del messaggio.
pl: Jeśli ta opcja jest włączona, wszystkie twoje <strong>publiczne</strong> ogłoszenia mogą zostać wysłane na powiązane konto społecznościowe GNU. Możesz to zrobić domyślnie (tutaj) lub dla każdego komentarza osobno w opcjach komentarza podczas pisania wpisu.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU Social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
de: <strong>Hinweis</strong>: Aufgrund deiner Privatsphären-Einstellungen (<em>Profil-Details vor unbekannten Betrachtern verbergen?</em>) wird der Link, der eventuell an deinen GNU Social-Beitrag angehängt wird, um auf den Originalbeitrag zu verweisen, den Betrachter auf eine leere Seite führen, die ihn darüber informiert, dass der Zugriff eingeschränkt wurde.
it: <strong>Nota</strong>: A causa delle tue impostazioni di privacy(<em>Nascondi i dettagli del tuo profilo ai visitatori sconosciuti?</em>) il link potenzialmente incluse nei messaggi pubblici inviati a GNU Social porterà i visitatori a una pagina bianca con una nota che li informa che l'accesso al tuo profilo è stato limitato.
pl: <strong>Uwaga</strong>: Ze względu na ustawienia prywatności (<em>Ukryć szczegóły Twojego profilu, przed nieznanymi użytkownikami?</em>) link potencjalnie zawarty w publicznych komentarzach do Twitter doprowadzi użytkownika do pustej strony informowania odwiedzających, że dostęp do Twojego profilu został ograniczony.

source: Allow posting to GNU Social
de: Veröffentlichung bei GNU Social erlauben
it: Permetti l'invio a GNU Social
pl: Zezwalaj na publikowanie w GNU Social

source: Send public postings to GNU Social by default
de: Veröffentliche öffentliche Beiträge standardmäßig bei GNU Social
it: Invia sempre i messaggi pubblici a GNU Social
pl: Domyślnie wysyłaj publiczne ogłoszenia do GNU Social

source: Mirror all posts from GNU Social that are no replies or repeated messages
de: Spiegle alle Beiträge von GNU Social die keine Antworten oder wiederholten Nachrichten sind
it: Clona tutti i messaggi da GNU Social che non sono risposte o messaggi ripetuti
pl: Odblokuj wszystkie posty z GNU Social, które nie są odpowiedziami lub powtarzającymi się wiadomościami

source: Import the remote timeline
de: Importiere die entfernte Zeitleiste
it: Importa la timeline remota
pl: Zaimportuj na zdalnej oś czasu

source: Disabled
de: Deaktiviert
it: Disabilitato
pl: Wyłącz

source: Full Timeline
de: Komplette Timeline
it: Timeline completa
pl: Pełna oś czasu

source: Only Mentions
de: Nur Erwähnungen
it: Solo menzioni
pl: Tylko wzmianki

source: Clear OAuth configuration
de: OAuth Konfiguration löschen
it: Rimuovi la configurazione OAuth
pl: Wyczyść konfigurację OAuth

source: Site name
de: Seitenname
it: Nome del sito
pl: Nazwa strony

source: Consumer Secret
pl: Tajny klucz klienta

source: Consumer Key
pl: Klucz klienta

source: GNU Social Import/Export/Mirror
de: GNU Social Import/Export/Spiegeln
it: Esporta/Importa/Clona GNU Social
