Repository: friendica/friendica-addons
Catalog: twitter/lang/*/messages.po
Languages: da_dk, fr, ja, pl

source: Post to Twitter
da_dk: Læg op på Twitter
fr: Publier sur Twitter
ja: Twitterに投稿
pl: Opublikuj na Twitterze

source: You submitted an empty PIN, please Sign In with Twitter again to get a new one.
da_dk: Du indsendte en tom PIN, log venligst ind med Twitter igen og få en ny en.
fr: Vous avez envoyé un PIN vide, veuillez vous connecter à Twitter à nouveau pour en avoir un autre.
ja: 空のPINを送信しました。もう一度Twitterでサインインして新しいPINを取得してください。
pl: Przesłałeś pusty kod PIN, zaloguj się ponownie na Twitterze, aby otrzymać nowy.

source: No consumer key pair for Twitter found. Please contact your site administrator.
da_dk: Intet "consumer key pair" fundet for Twitter. Kontakt venligst din sides administrator.
fr: Aucune clé d'application pour Twitter n'a été trouvée. Merci de contacter l'administrateur de votre site.
ja: Twitterのコンシューマキーペアが見つかりません。サイト管理者に連絡してください。
pl: Nie znaleziono pary kluczy konsumpcyjnych dla Twittera. Skontaktuj się z administratorem witryny.

source: At this Friendica instance the Twitter addon was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
da_dk: På denne Friendica instans er Twitter-tilføjelsen slået til, men du har ikke forbundet din konto til din Twitter-konto endnu. For at gøre det, skal du klikke på knappen herunder for at få en PIN fra Twitter, som du så skal kopiere ind i input-boksen og indsende . Det er kun dine <strong>offentlige</strong> opslag som vil blive lagt op på Twitter.
fr: Sur cette instance de Friendica, le connecteur Twitter a été activé, mais vous n'avez pas encore connecté votre compte local à votre compte Twitter. Pour ce faire, cliquer sur le bouton ci-dessous. Vous obtiendrez alors un 'PIN' de Twitter, que vous devrez copier dans le champ ci-dessous, puis soumettre le formulaire. Seules vos publications <strong>publiques</strong> seront transmises à Twitter.
ja: このFriendicaインスタンスでは、Twitterアドオンは有効になっていますが、アカウントをTwitterアカウントにまだ接続していません。これを行うには、下のボタンをクリックしてTwitterからPINを取得し、それを下の入力ボックスにコピーしてフォームを送信する必要があります。 <strong>一般公開</strong>投稿のみがTwitterに投稿されます。
pl: W tej instancji Friendica dodatek do Twittera został włączony, ale jeszcze nie podłączyłeś swojego konta do konta na Twitterze. Aby to zrobić, kliknij przycisk poniżej, aby uzyskać numer PIN z Twittera, który musisz skopiować do poniższego pola wprowadzania i przesłać formularz. Tylko Twoje <strong>publiczne</strong> posty będą publikowane na Twitterze.

source: Log in with Twitter
da_dk: Log ind med Twitter
fr: Se connecter avec Twitter
ja: Twitterでログイン
pl: Zaloguj się przez Twitter

source: Copy the PIN from Twitter here
da_dk: Kopier din PIN fra Twitter ind her
fr: Copier le PIN de Twitter ici
ja: ここからTwitterからPINをコピーします
pl: Skopiuj tutaj kod PIN z Twittera

source: An error occured:
da_dk: Der opstod en fejl:
fr: Une erreur est survenue :
pl: Wystąpił błąd:

source: Currently connected to: <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>
da_dk: I øjeblikket forbundet til: <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>
fr: Actuellement connecté à : <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>
pl: Obecnie połączony z: <a href="https://twitter.com/%1$s" target="_twitter">%1$s</a>

source: <strong>Note</strong>: Due to your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
da_dk: <strong>Note</strong>: Grundet dine privatlivsindstillinger (<em>Skjul dine profildetaljer fra ukendte besøgende?</em>), vil linket, som potentielt kan være inkluderet i offentlige opslag på Twitter, lede tilbage til en blank side som informerer den besøgende om at adgang til din profil er begrænset.
fr: <strong>Note</strong>: Du fait de vos paramètres de vie privée (<em>Cacher les détails de votre profil des visiteurs inconnus?</em>), le lien potentiellement inclus dans les publications publiques relayées vers Twitter conduira les visiteurs vers une page blanche les informant que leur accès à votre profil a été restreint.
ja: <strong>注</strong>：プライバシー設定（<em>未知の視聴者からプロフィールの詳細を非表示にしますか？</em>）により、Twitterに中継・公開される投稿内のリンクは、プロフィールへのアクセスが制限されている訪問者に対して空白ページを表示します。
pl: <strong>Uwaga</strong>: Ze względu na ustawienia prywatności (<em>Ukryć szczegóły Twojego profilu, przed nieznanymi użytkownikami?</em>) link potencjalnie zawarty w publicznych komentarzach do Twitter doprowadzi użytkownika do pustej strony informowania odwiedzających, że dostęp do Twojego profilu został ograniczony.

source: Invalid Twitter info
da_dk: Ugyldig Twitter information
fr: Informations Twitter invalides
pl: Nieprawidłowe informacje Twittera

source: Disconnect
da_dk: Afbryd forbindelsen
fr: Se déconnecter
ja: 切断する
pl: Rozłączony

source: Allow posting to Twitter
da_dk: Tillad at lave opslag på Twitter
fr: Autoriser la publication sur Twitter
ja: Twitterへの投稿を許可する
pl: Zezwalaj na publikowanie na Twitterze

source: If enabled all your <strong>public</strong> postings can be posted to the associated Twitter account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
da_dk: Hvis aktiveret, kan alle dine <strong>offentlige</strong> opslag blive lagt op på den associerede Twitter konto. Du kan vælge at gøre dette automatisk (her), eller separat for hvert opslag in valgmulighederne når du skriver opslaget.
fr: En cas d'activation, toutes vos publications <strong>publiques</strong> seront transmises au compte Twitter associé. Vous pourrez choisir de le faire par défaut (ici), ou bien pour chaque publication séparément lors de sa rédaction.
ja: 有効にすると、すべての<strong>一般公開</strong>投稿を、関連づけたTwitterアカウントに投稿できます。デフォルト（ここ）で行うか、エントリを書き込む際に投稿オプションですべての投稿を個別に行うかを選択できます。
pl: Jeśli ta opcja jest włączona, wszystkie twoje <strong>publiczne</strong> ogłoszenia mogą być wysyłane na powiązane konto Twitter. Możesz to zrobić domyślnie (tutaj) lub dla każdego komentarza osobno w opcjach komentarza podczas pisania wpisu.

source: Send public postings to Twitter by default
da_dk: Send som standard offentlige opslag til Twitter
fr: Envoyer par défaut les publications publiques sur Twitter
ja: デフォルトでTwitterに一般公開投稿を送信する
pl: Wyślij domyślnie komentarze publiczne do Twitter

source: Use threads instead of truncating the content
fr: Utiliser des fils de discussion (threads) au lieu de tronquer le contenu
pl: Używaj wątków zamiast obcinania treści

source: Mirror all posts from twitter that are no replies
da_dk: Spejl alle opslag fra Twitter som ikke er svar
fr: Synchroniser toutes les publications de Twitter qui ne sont pas des réponses
ja: 返信がないTwitterのすべての投稿をミラーリングする
pl: Lustro wszystkich postów Twitter, które są bez odpowiedzi

source: Import the remote timeline
da_dk: Importér den eksterne tidslinje
fr: Importer la Timeline distante
ja: リモートタイムラインをインポートする
pl: Zaimportuj zdalną oś czasu

source: Automatically create contacts
da_dk: Opret automatisk kontakter
fr: Créer automatiquement les contacts
ja: 連絡先を自動的に作成する
pl: Automatycznie twórz kontakty

source: This will automatically create a contact in Friendica as soon as you receive a message from an existing contact via the Twitter network. If you do not enable this, you need to manually add those Twitter contacts in Friendica from whom you would like to see posts here.
da_dk: Dette vil automatisk skabe en kontakt i Friendica, så snart du modtager en besked fra en eksisterende kontakt via Twitter-netværket. Hvis du ikke slår dette til, skal du manuelt tilføje de Twitter kontakter i Friendica, som du gerne vil se opslag fra her.
fr: Cela va automatiquement créer un contact dans Friendica dès qu'une publication d'un contact existant est reçue de Twitter. Si vous n'activez pas ceci, vous devrez ajouter manuellement ces contacts dans Friendica afin d'y voir leurs publications.
pl: Spowoduje to automatyczne utworzenie kontaktu w Friendica, gdy tylko otrzymasz wiadomość od istniejącego kontaktu za pośrednictwem sieci Twitter. Jeśli nie włączysz tej opcji, musisz ręcznie dodać te kontakty z Twittera w Friendica, od których chciałbyś widzieć tutaj wpisy.

source: Follow in fediverse
fr: Suivre dans le fediverse
pl: Śledź w fediverse

source: Automatically subscribe to the contact in the fediverse, when a fediverse account is mentioned in name or description and we are following the Twitter contact.
fr: Suivre automatiquement le contact dans le fediverse, quand un compte fediverse est mentionné dans le nom ou la description et que le contact Twitter est suivi.
pl: Automatycznie subskrybuj kontakt w fediverse, gdy konto fediverse jest wymienione w nazwie lub opisie i obserwujesz kontakt na Twitterze.

source: Please connect a Twitter account in your Social Network settings to import Twitter posts.
da_dk: Forbind venligst en Twitter konto i dine Sociale Netværk indstiliinger for at importere Twitter opslag.
fr: Merci de connecter un compte Twitter depuis vos Paramètres de réseaux sociaux afin d'importer les publications Twitter.
pl: Aby zaimportować wpisy z Twittera, połącz konto Twitter w ustawieniach sieci społecznościowej.

source: Twitter post not found.
da_dk: Twitter opslag kunne ikke opstøves.
fr: Publication Twitter non trouvée.
pl: Nie odnaleziono wpisu Twittera.

source: Save Settings
da_dk: Gem indstillinger
fr: Sauvegarder les paramètres
ja: 設定を保存する
pl: Zapisz ustawienia

source: Consumer key
da_dk: "Consumer" nøgle
ja: コンシューマ キー
pl: Klucz klienta

source: Consumer secret
da_dk: "Consumer" hemmelighed
ja: コンシューマ シークレット
pl: Tajny klucz klienta

source: %s on Twitter
da_dk: %s på Twitter
fr: %s sur Twitter
pl: %s na Twitterze

source: Twitter Import/Export/Mirror
da_dk: Twitter Import/Eksport/Spejl
fr: Importation/Exportation/Synchronisation avec Twitter
ja: Twitterインポート/エクスポート/ミラー

source: Twitter settings updated.
ja: Twitter設定が更新されました。

source: Currently connected to:
ja: 現在接続中：

source: This will automatically create a contact in Friendica as soon as you receive a message from an existing contact via the Twitter network. If you do not enable this, you need to manually add those Twitter contacts in Friendica from whom you would like to see posts here. However if enabled, you cannot merely remove a twitter contact from the Friendica contact list, as it will recreate this contact when they post again.
ja: これにより、Twitterネットワーク経由で既存の連絡先からメッセージを受信するとすぐに、Friendicaに連絡先が自動的に作成されます。これを有効にしない場合、ここで投稿を表示するFriendicaのTwitter連絡先を手動で追加する必要があります。ただし、有効にした場合、Twitterの連絡先をFriendicaの連絡先リストから単に削除することはできません。再送信するとこの連絡先が再作成されるためです。

source: Twitter post failed. Queued for retry.
ja: Twitterの投稿に失敗しました。再試行のためにキューに入れられました。

source: Settings updated.
ja: 設定が更新されました。
