Repository: friendica/friendica-addons
Catalog: cookienotice/lang/*/messages.po
Languages: pl

source: This website uses cookies. If you continue browsing this website, you agree to the usage of cookies.
pl: Ta strona używa plików cookie. Jeśli będziesz kontynuować przeglądanie tej strony, zgadzasz się na użycie plików cookie.

source: "cookienotice" Settings
pl: Ustawienia "plików cookie"

source: <b>Configure your cookie usage notice.</b> It should just be a notice, saying that the website uses cookies. It is shown as long as a user didnt confirm clicking the OK button.
pl: <b>Skonfiguruj zawiadomienie o użyciu plików cookie.</b> Powinien to być po prostu komunikat, że strona korzysta z plików cookie. Jest wyświetlany, o ile użytkownik nie potwierdził, klikając przycisk OK.

source: Cookie Usage Notice
pl: Użyciu plików cookie

source: The cookie usage notice
pl: Powiadomienie o użyciu plików cookie

source: OK Button Text
pl: Tekst przycisku OK

source: The OK Button text
pl: Tekst przycisku OK

source: Save Settings
pl: Zapisz ustawienia

source: cookienotice Settings saved.
pl: Zapisano stawienia plików cookie.

source: This website uses cookies to recognize revisiting and logged in users. You accept the usage of these cookies by continue browsing this website.
pl: Ta strona używa plików cookie do rozpoznawania ponownych odwiedzin i zalogowanych użytkowników. Akceptujesz użycie tych plików cookie, kontynuując przeglądanie tej witryny.
