Repository: friendica/friendica-addons
Catalog: openstreetmap/lang/*/messages.po
Languages: da_dk, fr, hu, pl

source: View Larger
da_dk: Vis større
fr: Voir en plus grand
hu: Nagyobb megtekintése
pl: Zobacz większą

source: Submit
da_dk: Indsend
fr: Envoyer
hu: Elküldés
pl: Zatwierdź

source: Tile Server URL
da_dk: Fliseserver URL
fr: URL du serveur de tuiles
hu: Csempekiszolgáló URL
pl: Adres URL serwera kafelków

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">public tile servers</a>
da_dk: En liste af <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">offentlige fliseservere</a>
fr: Liste de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">serveurs de tuile publics</a>
hu: <a href="https://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">Nyilvános csempekiszolgálók</a> listája
pl: Lista <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank" rel="noopener noreferrer">publicznych serwerów z kafelkami</a>

source: Nominatim (reverse geocoding) Server URL
da_dk: Nominatim (omvendt geokodning) Server URL
fr: URL de server Nominatim (geocoding inversé)
hu: Nominatim (fordított geokódolás) kiszolgáló URL
pl: Adres URL serwera Nominatim (geokodowanie odwrotne)

source: A list of <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">Nominatim servers</a>
da_dk: En liste af <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">Nominatim servere</a>
fr: Liste de <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">serveurs Nominatim</a>
hu: <a href="https://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">Nominatim kiszolgálók</a> listája
pl: Lista <a href="http://wiki.openstreetmap.org/wiki/Nominatim" target="_blank" rel="noopener noreferrer">serwerów Nominatim</a>

source: Default zoom
da_dk: Standard zoom
fr: Zoom par défaut
hu: Alapértelmezett nagyítás
pl: Domyślne powiększenie

source: The default zoom level. (1:world, 18:highest, also depends on tile server)
da_dk: Det normale zoom niveau. (1:verden, 18:højest, afhænger også af fliseserveren)
fr: Niveau de zoom par défaut (1:monde, 18:le plus proche, dépend également du serveur de tuile).
hu: Az alapértelmezett nagyítási szint (1: világ, 18: legnagyobb, de függ a csempekiszolgálótól is).
pl: Domyślny poziom powiększenia. (1:świat, 18:największy; zależy to także od serwera kafelków)

source: Include marker on map
da_dk: Inkluder markør på kort
fr: Inclut un marqueur sur la carte
hu: Jelölő felvétele a térképre
pl: Uwzględnij znacznik na mapie

source: Include a marker on the map.
da_dk: Inkluder en markør på kortet.
fr: Inclut un marqueur sur la carte.
hu: Egy jelölő felvétele a térképre.
pl: Uwzględnij znacznik na mapie.
