Repository: friendica/friendica-addons
Catalog: forumlist/lang/*/messages.po
Languages: es, ro, ru

source: Forums
es: Foros
ro: Forumuri
ru: Форумы

source: show/hide
es: mostrar/ocultar
ro: afișare/ascundere
ru: показать/скрыть

source: No forum subscriptions
es: Sin subscripciones de foro
ro: Nu există subscrieri pe forum
ru: Нет подписок на форумы

source: Forums:
es: Foros:
ro: Forumuri:
ru: Форумы:

source: Forumlist settings updated.
es: Ajustes de la lista de foros actualizados.
ro: Configurările Forumlist au fost actualizate.
ru: Настройки Forumlist обновлены.

source: Forumlist Settings
es: Ajustes de la lista de foros
ro: Configurări Forumlist
ru: Настройки Forumlist

source: Randomise forum list
es: Aleatorizar la lista de foros
ro: Randomizare listă forum
ru: Случайный список форумов

source: Show forums on profile page
es: Mostrar foros en la página de perfil
ro: Afișare forumuri pe pagina de profil
ru: Показывать форумы на странице профиля

source: Show forums on network page
es: Mostrar foros en la página de red
ro: Afișare forumuri pe pagina de rețea
ru: Показывать форумы на странице сети

source: Submit
es: Enviar
ro: Trimite
ru: Добавить
