Repository: friendica/friendica-addons
Catalog: langfilter/lang/*/messagespo.po
Languages: de

source: Language Filter
de: Sprachfilter

source: This addon tries to identify the language posts are writen in. If it does not match any language specifed below, posts will be hidden by collapsing them.
de: Dieses Addon versucht zu identifizieren, in welcher Sprache Posts geschrieben werden. Wenn sie nicht mit einer der unten angegebenen Sprachen übereinstimmt, werden Posts durch Zusammenklappen verborgen.

source: Use the language filter
de: Den Sprachfilter verwenden

source: Able to read
de: Lesbar

source: List of abbreviations (iso2 codes) for languages you speak, comma separated. For example "de,it".
de: Liste von Abkürzungen (ISO2-Codes) der Sprachen, die du sprichst, getrennt durch Komma. Zum Beispiel: "de,it".

source: Minimum confidence in language detection
de: Minimales Vertrauenslevel in die Spracherkennung

source: Minimum confidence in language detection being correct, from 0 to 100. Posts will not be filtered when the confidence of language detection is below this percent value.
de: Minimales Vertrauen in die Richtigkeit der erkannten Sprache. Wert zwischen 0 und 100. Beiträge mit einem niedrigeren Vertrauenslevel werden nicht gefiltert.

source: Minimum length of message body
de: Mindestlänge des Nachrichtentexts

source: Minimum number of characters in message body for filter to be used. Posts shorter than this will not be filtered. Note: Language detection is unreliable for short content (<200 characters).
de: Mindestanzahl von Zeichen im Nachrichtentext, die vom Filter benutzt werden soll. Kürzere Beiträge werden nicht gefiltert. Hinweis: Die Spracherkennung ist bei kurzen Inhalten (<200 Zeichen) nicht zuverlässig.

source: Save Settings
de: Einstellungen speichern

source: Language Filter Settings saved.
de: Sprachfilter-Einstellungen gespeichert.

source: Filtered language: %s
de: Gefilterte Sprache: %s
