Repository: friendica/friendica-addons
Catalog: langfilter/lang/*/messages.po
Languages: ca, cs, da_dk, es, et, fr, hu, ja, zh_cn

source: Language Filter
ca: Filtre d'Idioma
cs: Jazykový filtr
da_dk: Sprogfilter
es: Filtro de Idioma
et: Keelefilter
fr: Filtre de langues
hu: Nyelvszűrő
ja: 言語フィルタ
zh_cn: 语言过滤器

source: This addon tries to identify the language posts are writen in. If it does not match any language specifed below, posts will be hidden by collapsing them.
ca: Aquest complement tracta d’identificar les publicacions d’idioma en què s’escriuen. Si no coincideix amb cap idioma especificat a continuació, les publicacions s’ocultaran en col·lapsar-les.
cs: Tento doplněk zkouší identifikovat jazyk, ve kterém jsou napsány příspěvky. Pokud nelze přiřadit příspěvky k žádnému níže specifikovanému jazyku, příspěvky budou zabaleny.
es: Este complemento intenta identificar en qué idioma se han escrito las publicaciones. Si no coincide con el idioma especificado a continuación, las publicaciones se ocultarán al contraerlas.
et: See lisa üritab määrata keelt milles postitused on kirjutatud. Kui tule, ei sobi ühegi alloleva keelega, siis postitused peidetakse minimeerides nad.

source: Use the language filter
ca: Emprar el filtre d'idioma
cs: Použít jazykový filtr
da_dk: Brug sprogfilteret
es: Usar el filtro de idioma
et: Kasuta keelefiltrit
fr: Utiliser le filtre de langues
hu: A nyelvszűrő használata
ja: 言語フィルタを使う
zh_cn: 使用语言过滤器

source: Able to read
ca: Capacitat de llegir
cs: Lze číst
da_dk: Kan læse
es: Capaz de leer
et: Suuteline lugema
fr: Peut lire
hu: Képes olvasni
ja: 読めるもの
zh_cn: 想要显示的语言

source: List of abbreviations (iso2 codes) for languages you speak, comma separated. For example "de,it".
ca: llista d'abreviatures (ISO2 codes), separada per comes, per idiomes que tú parles. Per exemple "ca,es,de,it".
cs: Seznam zkratek (kódů ISO 2) pro jazyky, kterými mluvíte, oddělených čárkami. Příklad: "cs,sk".
es: Lista de abreviaciones (códigos iso2) para los idiomas que habla, separadas por comas. Por ejemplo "de,it".
et: Nimistu koodidest (iso2 koodid) keelte kohta mida räägite, komaga eraldatult. Näiteks "de, it, et, fi".
zh_cn: 您使用的语言缩写 (iso2 codes) 列表，逗号分隔。例如 "zh,en"。

source: Minimum confidence in language detection
ca: Precissió mínima en la detecció d'idioma
cs: Minimální jistota v detekci jazyka
da_dk: Minimum konfidens i sprogregistreringen
es: Confianza mínima en la detección de idioma
et: Miinimumkindlus keeletuvastusel
fr: Confiance minimale dans la détection de langues
hu: Legkisebb megbízhatóság a nyelvfelismerésben
ja: 言語検出の最低信頼度
zh_cn: 语言识别阈值

source: Minimum confidence in language detection being correct, from 0 to 100. Posts will not be filtered when the confidence of language detection is below this percent value.
ca: Precissió mínima en la detecció d'idioma per ser correcta, de 0 a 100. Els misssatges no seràn filtrats mentre que la precissió en la detecció d'idioma estigui per sota d'aquest valor.
cs: Minimální jistota ve správnost detekce jazyka, od 0 do 100. Pokud jistota v detekci spadne pod tuto úroveň, nebudou příspěvky filtrovány.
da_dk: Minimum konfidens i at det registrerede sprog er korrekt, fra 0 til 100. Opslag bliver ikke filtreret når konfidensen af det registrerede sprog er under denne procentværdi.
es: Confianza mínima en que la detección de idioma sea correcta, de 0 a 100. Las entradas no se filtrarán cuando la confianza de la detección del idioma es inferior a su valor de porcentaje.
et: Miinimumkindlus kontrollil 0-st 100-ni. Postitusi ei filtreerita kui tuvastuskindlus on allpool nimetatud protsendiväärtust.
fr: Seuil de confiance minimal pour la détection des langues, de 0 à 100. Une publication ne sera pas filtrée si elle est détectée avec une confiance moindre.
hu: A legkisebb megbízhatóság a helyesnek tűnő nyelvfelismerésben 0-tól 100-ig. A bejegyzések nem lesznek szűrve, ha a nyelvfelismerés megbízhatósága ezen százalékérték alatt van.
ja: 言語検出が正しいことを示す最小の信頼度を0から100までで指定します。言語検出の信頼度がこの百分率の値以下の場合、投稿はフィルタリングされません。
zh_cn: 语言识别阈值（0－100）。语言识别结果低于该阈值的帖子将不会被折叠。

source: Minimum length of message body
ca: Durada mínima del cos del missatge
cs: Minimální délka těla zprávy
da_dk: Minimum længde af beskeden
es: Longitud mínima del cuerpo del mensaje
et: Sõnumiteksti miinimumväärtus
fr: Longueur minimale du corps de message.
hu: Üzenettörzs legkisebb hossza
ja: メッセージ本文の最低の長さ
zh_cn: 语言过滤帖子所需最小字符个数

source: Minimum number of characters in message body for filter to be used. Posts shorter than this will not be filtered. Note: Language detection is unreliable for short content (<200 characters).
ca: Nombre mínim de caràcters en el cos de missatges per utilitzar el filtre. Les publicacions inferiors a aquesta no es filtraran. Nota: la detecció del llenguatge no és fiable per a contingut curt (<200 caràcters).
cs: Minimální počet znaků v těle zprávy pro použití filtru. Kratší zprávy nebudou filtrovány. Poznámka: Detekce jazyka je nespolehlivá pro krátký obsah (<200 znaků).
da_dk: Minimum nummer af tegn i beskeden før filteret bruges. Opslag som er kortere end dette tal vil ikke blive filtreret. Note: Sprogregistreringen er upålidelig for kort indhold (<200 tegn).
es: Número mínimo de caracteres en el cuerpo del mensaje para que se use el filtro. Las publicaciones más cortas que esto no serán filtradas. Nota: La detección de idioma no es fiable para contenido corto (<200 caracteres).
et: Miinimumväärtus märkides sõnumitekstis filtri tarbeks. Sellest lühemaid sõnumeid ei filtreerita. Märge: Keeletuvastus on ebausaldusväärne lühisisu puhul (vähem kui 200 märki).
fr: Nombre minimal de signes dans le corps de message pour déclencher le filtre. Une publication plus courte ne sera pas filtrée. Remarque: la détection de langue n'est pas fiable pour du contenu court (<200 signes).
hu: Az üzenet törzsében lévő karakterek legkisebb száma a használandó szűrőnél. Az ennél rövidebb bejegyzések nem lesznek szűrve. Megjegyzés: a nyelvfelismerés megbízhatatlan a rövid tartalmaknál (200-nál kevesebb karakternél).
ja: フィルタを使用するためのメッセージ本文の最小文字数。これより短い投稿はフィルタリングされません。注：短いコンテンツ（200文字未満）の場合、言語検出は信頼できません。
zh_cn: 语言过滤帖子所需最小字符个数。低于该数字的帖子将不会被过滤。注意：对于字符个数小于200的帖子，语言检测功能将不够稳定。

source: Save Settings
ca: Desa la configuració
cs: Uložit nastavení
da_dk: Gem indstillinger
es: Guardar Ajustes
et: Salvesta sätted
fr: Sauvegarder les paramètres
hu: Beállítások mentése
ja: 設定を保存
zh_cn: 保存设置

source: Language Filter Settings saved.
ca: S'ha desat la configuració del filtre d'idioma
cs: Nastavení Language Filter uložena.
es: Ajustes de Filtro de Idioma guardados.
et: Keelefiltri sätted salvestatud.
zh_cn: 语言过滤器设置已保存。

source: Filtered language: %s
ca: %sIdioma filtrat
cs: Filtrovaný jazyk: %s
da_dk: Filtreret sprog: %s
es: Idioma filtrado: %s
et: Filtreeritud keel: %s
fr: Langues filtrées: %s
hu: Szűrt nyelv: %s
zh_cn: 已过滤的语言：%s

source: This addon tries to identify the language posts are written in. If it does not match any language specified below, posts will be hidden by collapsing them.
da_dk: Denne tilføjelse forsøger at identificere det sprog som opslag er skrevet i. Hvis opslaget ikke matcher en af sprogene specificeret herunder, bliver opslaget kollapset.
fr: Cette extension tente d'identifier la langue dans laquelle les publications sont écrites. Si elle ne correspond à aucune des langues spécifiées ci-dessous, les publications seront repliées afin d'être cachées.
hu: Ez a bővítmény megpróbálja azonosítani, hogy a bejegyzéseket milyen nyelven írták. Ha nem egyezik egyetlen lent megadott nyelvvel sem, akkor a bejegyzések rejtettek lesznek azáltal, hogy össze lesznek csukva.
ja: このアドオンは、投稿が書かれている言語の特定を試みます。以下に指定されたどの言語にも一致しない場合、投稿は折り畳まれて隠されます。
zh_cn: 这个插件将尝试识别帖子所用的语言。如果不符合以下列出的语言，帖子将被折叠以隐藏。

source: List of abbreviations (ISO 639-1 codes) for languages you speak, comma separated. For example "de,it".
da_dk: Liste af forkortelser (ISO 639-1 koder) for sprog som du taler, kommasepareret. For eksempel "da,en" for dansk og engelsk.
fr: Liste des abréviations (codes ISO 639-1) des langues que vous parlez, séparées par des virgules. Par exemple "de,it".
hu: Az Ön által beszélt nyelvek rövidítéseinek listája (ISO 639-1 kódok) vesszővel elválasztva. Például „de,it”.
ja: あなたが話す言語の略語（ISO 639-1コード）の一覧をカンマで区切ってください。例えば、"de,it"。
