Repository: friendica/friendica-addons
Catalog: pumpio/lang/*/messages.po
Languages: cs, fr, it

source: Permission denied.
cs: Přístup odmítnut.
fr: Permission refusée.
it: Permesso negato.

source: Unable to register the client at the pump.io server '%s'.
cs: Nebylo možné registrovat klienta na pump.io serveru '%s'.
fr: Impossible d'enregistrer le client sur le serveur pump.io "%s".
it: Impossibile registrare il client sul server pump.io '%s'

source: You are now authenticated to pumpio.
cs: Nyní jste přihlášen k pumpio.
fr: Vous êtes maintenant authentifié sur pump.io.
it: Sei autenticato su pump.io

source: return to the connector page
cs: návrat ke stránce konektor
fr: Retourner à la page du connecteur
it: ritorna alla pagina del connettore

source: Post to pumpio
cs: Příspěvek na pumpio
fr: Publier sur pump.io
it: Invia a pump.io

source: Pump.io Import/Export/Mirror
cs: Pump.oi Import/Export/Zrcadlení
fr: Import/Export/Miroir Pump.io
it: Esporta/Importa/Clona pump.io

source: pump.io username (without the servername)
cs: uživatelské jméno pump.io (bez jména serveru)
it: nome utente pump.io (senza il nome del server)

source: pump.io servername (without "http://" or "https://" )
cs: jméno serveru pump.io (bez "http://" nebo "https://" )
it: nome del server pump.io (senza "http://" o "https://")

source: Authenticate your pump.io connection
cs: Přihlásit ke spojení na pump.io
fr: Identifiez votre connexion à pump.io
it: Autentica la tua connessione pump.io

source: Import the remote timeline
cs: Importovat vzdálenou časovou osu
fr: Importer la timeline distante
it: Importa la timeline remota

source: Enable pump.io Post Addon
cs: Povolit doplněk pumo.io Post
it: Abilita il componente aggiuntivo di invio ad pump.io

source: Post to pump.io by default
cs: Posílat příspěvky na pump.io automaticky
it: Invia sempre a pump.io

source: Should posts be public?
cs: Mají být příspěvky veřejné?
fr: Les messages devraient être publiques ?
it: I messaggi devono essere pubblici?

source: Mirror all public posts
cs: Zrcadlit všechny veřejné příspěvky
fr: Refléter toutes les publications publiques
it: Clona tutti i messaggi pubblici

source: Check to delete this preset
cs: Zaškrtnout pro smazání tohoto nastavení
it: Seleziona per elimiare queto preset

source: Save Settings
cs: Uložit Nastavení
fr: Sauvegarder les paramètres
it: Salva Impostazioni

source: Pump.io post failed. Queued for retry.
cs: Zaslání příspěvku na Pump.io selhalo. Příspěvek byl zařazen do fronty pro opakované odeslání.
it: Invio a pump.io fallito. In attesa di riprovare.

source: Pump.io like failed. Queued for retry.
cs: Zaslání příspěvku na Pump.io zřejmě selhalo. Příspěvek byl zařazen do fronty pro opakované odeslání.
it: Invio 'mi piace' a pump.io fallito. In attesa di riprovare.

source: status
cs: stav
fr: statut
it: stato

source: %1$s likes %2$s's %3$s
cs: %1$s se líbí %3$s %2$s
fr: %1$s aime lea %3$s de %2$s
it: a %1$s piace %2$s di %3$s

source: Delete this preset
fr: Supprimer ce préréglage

source: Pump.io servername (without "http://" or "https://" )
fr: Domaine du serveur Pump.io (sans "http://" ou "https://")

source: Pump.io username (without the servername)
fr: Nom d'utilisateur Pump.io (sans le domaine de serveur)

source: Enable Pump.io Post Addon
fr: Activer l'extension Pump.io

source: Post to Pump.io by default
fr: Publier sur Pump.io par défaut
