Repository: friendica/friendica-addons
Catalog: tumblr/lang/*/messages.po
Languages: fr, hu

source: Permission denied.
fr: Permission refusée.
hu: Engedély megtagadva.

source: Save Settings
fr: Sauvegarder les paramètres
hu: Beállítások mentése

source: Consumer Key
fr: Clé utilisateur
hu: Felhasználói kulcs

source: Consumer Secret
fr: Secret utilisateur
hu: Felhasználói titok

source: Maximum tags
fr: Étiquettes maximum

source: Maximum number of tags that a user can follow. Enter 0 to deactivate the feature.
fr: Nombre maximum d'étiquettes qu'un utilisateur peut suivre. Entrez 0 pour désactiver cette fonctionnalité.

source: Post to page:
fr: Publier sur la page :
hu: Beküldés az oldalra:

source: (Re-)Authenticate your tumblr page
fr: (re)Authentifiez votre page Tumblr
hu: A Tumblr-oldal (újra)hitelesítése

source: You are not authenticated to tumblr
fr: Vous n'êtes pas identifié sur Tumblr
hu: Nincs hitelesítve van a Tumblr-hez

source: Enable Tumblr Post Addon
fr: Activez l'extension de publication Tumblr
hu: A Tumblr-beküldő bővítmény engedélyezése

source: Post to Tumblr by default
fr: Publier sur Tumblr par défaut
hu: Beküldés a Tumblr-re alapértelmezetten

source: Import the remote timeline
fr: Importer le flux distant

source: Subscribed tags
fr: Étiquettes suivies

source: Comma separated list of up to %d tags that will be imported additionally to the timeline
fr: Liste contenant jusqu'à %d étiquettes, séparées par des virgules, qui seront importées dans le flux

source: Tumblr Import/Export
fr: Import/Export Tumblr

source: Post to Tumblr
fr: Publier vers Tumblr
hu: Beküldése a Tumblr-re

source: You are now authenticated to tumblr.
hu: Most már hitelesítve van a Tumblr-hez.

source: return to the connector page
hu: visszatérés a csatlakozó oldalára

source: Tumblr Export
hu: Tumblr exportálás
