Repository: friendica/friendica-addons
Catalog: newmemberwidget/lang/*/messages.po
Languages: da_dk, de, it, pl

source: New Member
da_dk: Nyt medlem
de: Neue Nutzer
it: Nuovi Utenti
pl: Nowy użytkownik

source: Tips for New Members
da_dk: Tips til nye medlemmer
de: Tipps f端r neue Nutzer
it: Consigli per i Nuovi Utenti
pl: Wskazówki dla nowych użytkowników

source: Global Support Forum
da_dk: Globalt supportforum
de: Globales Forum f端r Hilfsanfragen
it: Forum Globale di Supporto
pl: Globalne forum pomocy technicznej

source: Local Support Forum
da_dk: Lokalt supportforum
de: Lokales Forum f端r Hilfsanfragen
it: Forum Locale di Supporto
pl: Lokalne Forum Wsparcia

source: Save Settings
da_dk: Gem indstillinger
de: Einstellungen speichern
it: Salva Impostazioni
pl: Zapisz ustawienia

source: Message
da_dk: Besked
de: Nachricht
it: Messaggio
pl: Wiadomość

source: Your message for new members. You can use bbcode here.
da_dk: Din besked til nye medlemmer. Du kan bruge BBCode her.
de: Deine Nachricht f端r neue Nutzer. BBCode kann verwendet werden.
it: Il tuo messaggio per i nuovi utenti. Puoi usare BBCode
pl: Twoja wiadomość dla nowych członków. Możesz tutaj użyć bbcode.

source: Add a link to global support forum
da_dk: Tilføj et link til det globale supportforum
de: Link zum globalen Support-Forum anzeigen
it: Aggiunge un collegamento al forum di supporto globale
pl: Dodaj odnośnik do globalnego forum pomocy technicznej

source: Should a link to the global support forum be displayed?
da_dk: Skal et link til det globale supportforum vises?
de: Soll ein Link zum globalen Support-Forum angezeigt werden?
it: Mostrare il collegamento al forum di supporto globale?
pl: Czy powinien być wyświetlany odnośnik do globalnego forum pomocy technicznej?

source: Add a link to the local support forum
da_dk: Tilføj et link til det lokale supportforum
de: Link zum lokalen Support-Forum anzeigen
it: Aggiunge un collegamento al forum di supporto locale
pl: Dodaj odnośnik do lokalnego forum pomocy technicznej

source: If you have a local support forum and want to have a link displayed in the widget, check this box.
da_dk: Hvis du har et lokalt supportforum og gerne vil have et link vist i widgeten, så afkryds denne boks.
de: Wenn du ein lokales Support-Forum eingerichtet hast und ein Link darauf angezeigt werden soll, schalte dies ein.
it: Se hai un forum di supporto locale e vuoi che sia mostrato il collegamento nel widget, seleziona questo box.
pl: Jeżeli masz lokalne wsparcie forum i chcesz mieć łącze wyświetlane w widżecie, zaznacz to pole wyboru.

source: Name of the local support group
da_dk: Navn på det lokale supportforum
de: Name des lokalen Support-Forums
it: Nome del gruppo locale di supporto
pl: Nazwa grupy lokalnej pomocy technicznej

source: If you checked the above, specify the <em>nickname</em> of the local support group here (i.e. helpers)
da_dk: Hvis du afkrydsede det ovenover, så definer et <em>kaldenavn</em> for den lokale supportgruppe her (fx hjælpere)
de: Wenn der Link angezeigt werden soll, dann trage hier den <em>Spitznamen</em> des Forums ein (z.B. helpers)
it: Se hai selezionato il box sopra, specifica qui il <em>nome utente</em> del gruppo locale di supporto (e.s. 'supporto')
pl: Jeśli zaznaczyłeś powyższe, określ tutaj pseudonim lokalnej grupy wsparcia (np. Pomocnicy)
