Repository: friendica/friendica-addons
Catalog: gpluspost/lang/*/messages.po
Languages: cs, de, es, ro, ru

source: Post to Google+
cs: Příspěvek na Google+
de: An Google+ senden
es: Publicar en Google+
ro: Postați pe Google+
ru: Написать в Google+

source: Enable Google+ Post Plugin
cs: Povolit Google+ Plugin
de: Google+ Plugin aktivieren
es: Habilitar el plugin de publicación de Google+
ro: Activare Modul Postare Google+
ru: Включить плагин Google+ Post

source: Google+ username
cs: Google+ uživatelské jméno
de: Google+ Benutzername
es: Nombre de usuario de Google+
ro: Utilizator Google+
ru: Имя пользователя Google+

source: Google+ password
cs: Google+ heslo
de: Google+ Passwort
es: Contraseña de Google+
ro: Parola Google+
ru: Пароль Google+

source: Google+ page number
cs: Google+ číslo stránky
de: Google+ Seitennummer
es: Número de página de Google+
ro: Numărul paginii Google+
ru: Номер страницы Google+

source: Post to Google+ by default
cs: Defaultně zaslat na Google+
de: Sende standardmäßig an Google+
es: Publicar en Google+ por defecto
ro: Postați implicit pe Google+
ru: Отправлять в Google+ по умолчанию

source: Do not prevent posting loops
cs: Nezabraňovat cyklení příspěvků
de: Posten von Schleifen nicht verhindern
es: No impedir los bucles de publicación
ro: Nu se previn înlănțuirile postării
ru: Не предотвращать петли отправки

source: Skip messages without links
cs: Přeskakovat zprávy bez odkazů
de: Überspringe Nachrichten ohne Links
es: Saltar los mensajes sin enlaces
ro: Se omit mesajele fără legături
ru: Пропускать сообщения без ссылок

source: Mirror all public posts
cs: Zrcadlit všechny veřejné příspěvky
de: Spiegle alle öffentlichen Nachrichten
es: Reflejar todas las entradas públicas
ro: Reproducere pentru toate postările publice
ru: Зеркалировать все публичные сообщения

source: Mirror Google Account ID
cs: ID účtu Google pro zrcadlení
de: Spiegle Google Account ID
es: Reflecar la ID de Cuenta de Google
ro: Reproducere ID Cont Google
ru: Зеркалировать Google Account ID

source: Save Settings
cs: Uložit Nastavení
de: Einstellungen speichern
es: Guardar ajustes
ro: Salvare Configurări
ru: Сохранить настройки

source: Google+ post failed. Queued for retry.
cs: Zaslání příspěvku na Google+ selhalo. Příspěvek byl zařazen do fronty pro opakované odeslání.
de: Veröffentlichung bei Google+ gescheitert. Wir versuchen es später erneut.
es: La publicación en Google+ falló. En cola para reintentarlo.
ro: Postarea pe Google+ a eșuat. S-a pus în așteptare pentru reîncercare.
ru: Ошибка отправки сообщения в Google+. В очереди на еще одну попытку.
