Repository: friendica/friendica-addons
Catalog: remote_permissions/lang/*/messages.po
Languages: it

source: Remote Permissions Settings
it: Impostazioni Permissi Remoti

source: Allow recipients of your private posts to see the other recipients of the posts
it: Permetti ai destinatari dei tuoi messaggi privati di vedere gli altri destinatari del messaggio

source: Submit
it: Invia

source: Remote Permissions settings updated.
it: Impostazioni Permessi Remoti aggiornate.

source: Visible to:
it: Visibile a:

source: Visible to
it: Visibile a

source: may only be a partial list
it: pu√≤ essere solo una lista parziale

source: Global
it: Globale

source: The posts of every user on this server show the post recipients
it: I messaggi di tutti gli utenti di questo server mostrano i destinatari

source: Individual
it: Individuale

source: Each user chooses whether his/her posts show the post recipients
it: Ogni utente sceglie se i suoi messaggi mostreranno i destinatari

source: Settings updated.
it: Impostazioni aggiornate.
