Repository: friendica/friendica-addons
Catalog: advancedcontentfilter/lang/*/messages.po
Languages: de, fr

source: Filtered by rule: %s
de: Nach dieser Regel gefiltert: %s
fr: Filtré par règle:%s

source: Advanced Content Filter
de: Erweiterter Inhaltsfilter
fr: Filtre avancé de contenu

source: Back to Addon Settings
de: Zurück zu den Addon Einstellungen
fr: Retour aux paramètres de l'extension

source: Add a Rule
de: Eine Regel hinzufügen
fr: Ajouter une règle

source: Help
de: Hilfe
fr: Aide

source: Add and manage your personal content filter rules in this screen. Rules have a name and an arbitrary expression that will be matched against post data. For a complete reference of the available operations and variables, check the <a href="advancedcontentfilter/help">help page</a>.
de: Auf dieser Seite kannst du deine persönlichen Filterregeln verwalten. Regeln müssen einen Namen und einen frei wählbaren Ausdruck besitzen. Dieser Ausdruck wird mit den Daten der Beiträge abgeglichen und diese dann gegebenenfalls gefiltert. Für eine Übersicht der verfügbaren Operatoren für die Filter, wirf bitte einen Blick auf die <a href="advancedcontentfilter/help">Hilfsseite</a> des Addons.

source: Your rules
de: Deine Regeln
fr: Vos règles

source: You have no rules yet! Start adding one by clicking on the button above next to the title.
de: Du hast bisher noch keine Regeln definiert. Um eine neue Regel zu erstellen, verwende bitte den Button neben dem Titel.
fr: Vous n'avez encore aucune règle! Ajoutez-en une en cliquant le bouton au-dessus près du titre

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Enabled
de: Aktiv
fr: Activé

source: Disable this rule
de: Diese Regel deaktivieren
fr: Désactiver cette règle

source: Enable this rule
de: Diese Regel aktivieren
fr: Activer cette règle

source: Edit this rule
de: Diese Regel bearbeiten
fr: Modifier cette règle

source: Edit the rule
de: Die Regel bearbeiten
fr: Modifier la règle

source: Save this rule
de: Regel speichern
fr: Enregistrer cette règle

source: Delete this rule
de: Diese Regel löschen
fr: Supprimer cette règle

source: Rule
de: Regel
fr: Règle

source: Close
de: Schließen
fr: Fermer

source: Add new rule
de: Neue Regel hinzufügen
fr: Ajouter nouvelle règle

source: Rule Name
de: Name der Regel
fr: Nommer règle

source: Rule Expression
de: Ausdruck der Regel
fr: Expression de règle

source: <p>Examples:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>
de: <p>Ein Beispiel:</p><ul><li><pre>author_link == 'https://friendica.mrpetovan.com/profile/hypolite'</pre></li><li>tags</li></ul>

source: Cancel
de: Abbrechen
fr: Annuler

source: You must be logged in to use this method
de: Du musst angemeldet sein um diese Methode verwenden zu können
fr: Vous devez être connecté pour utiliser cette méthode

source: Invalid form security token, please refresh the page.
de: Ungültiges Sciherheitstoken, bitte die Seite neu laden.
fr: Formulaire token de sécurité invalide, rafraîchissez la page

source: The rule name and expression are required.
de: Der Name der Regel und der Ausdruck sind erforderlich.
fr: Le nom et l'expression de cette règle sont requis

source: Rule successfully added
de: Regel erfolgreich hinzugefügt.
fr: Règle bien ajoutée

source: Rule doesn't exist or doesn't belong to you.
de: Entweder existiert die Regel nicht, oder sie gehört dir nicht.
fr: Cette règle n'existe pas ou ne vous appartient pas

source: Rule successfully updated
de: Regel wurde erfolgreich aktualisiert.
fr: Règle bien mise à jour

source: Rule successfully deleted
de: Regel erfolgreich gelöscht.
fr: Règle bien supprimée

source: Missing argument: guid.
de: Fehlendes Argument: guid.
fr: Argument manquant:

source: Unknown post with guid: %s
de: Unbekannter Beitrag mit der guid: %s
fr: Post inconnu avec guid : %s

source: Method not found
de: Methode nicht gefunden
fr: Méthode non trouvée

source: Add and manage your personal content filter rules in this screen. Rules have a name and an arbitrary expression that will be matched against post data. For a complete reference of the available operations and variables, check the help page.
fr: Cet écran permet d'ajouter et de gérer vos règles de filtrage de contenu personnelles. Les règles ont un nom et une expression arbitraire qui sera comparée aux données des messages. Pour une référence complète des opérations et variables disponibles, consultez la page d'aide.

source: This addon requires this node having at least one post
fr: Cette extension requiert au moins une publication sur ce serveur pour fonctionner
