Repository: friendica/friendica-addons
Catalog: appnet/lang/*/messages.po
Languages: cs, de, es, fr, it, pt_br, ro, ru

source: Permission denied.
cs: Přístup odmítnut.
de: Zugriff verweigert.
es: Permiso denegado
fr: Autorisation refusée
it: Permesso negato.
pt_br: Permissão negada.
ro: Permisiune refuzată.
ru: Доступ запрещен.

source: You are now authenticated to app.net.
cs: Nyní jste přihlášen k app.net.
de: Du bist nun auf app.net authentifiziert.
es: Ahora está autenticado en app.net.
fr: Vous êtes maintenant authentifié sur app.net
it: Sei autenticato su app.net
pt_br: Você está autenticado no app.net.
ro: Acum sunteți autentificat pe App.net.
ru: Вы аутентифицированы на app.net

source: <p>Error fetching token. Please try again.</p>
cs: <p>Chyba v přenesení tokenu. Prosím zkuste to znovu.</p>
de: <p>Fehler beim Holen des Tokens, bitte versuche es später noch einmal.</p>
es: <p>Advertencia de error. Por favor inténtelo de nuevo.</p>
fr: <p>Impossible d'obtenir le jeton, merci de réessayer.</p>
it: <p>Errore recuperando il token. Prova di nuovo</p>
pt_br: Erro ocorrido na obtenção do token. Tente novamente.
ro: <p>Eroare la procesarea token-ului. Vă rugăm să reîncercați.</p>
ru: <p>Ошибка получения токена. Попробуйте еще раз.</p>

source: return to the connector page
cs: návrat ke stránce konektor
de: zurück zur Connector Seite
es: vuelva a pa página de conexón
fr: revenir à la page du connecteur
it: ritorna alla pagina del connettore
pt_br: Volte a página de conectores.
ro: revenire la pagina de conectare
ru: вернуться на страницу коннектора

source: Post to app.net
cs: Poslat příspěvek na app.net
de: Nach app.net senden
es: Publique en app.net
fr: Publier sur app.net
it: Invia ad app.net
pt_br: Publicar no App.net
ro: Postați pe App.net
ru: Отправить на app.net

source: App.net Export
es: Exportar a app.net
fr: Export App.net
it: Esporta App.net
pt_br: App.net exportar
ro: Exportare pe App.net
ru: Экспорт app.net

source: Currently connected to:
cs: V současné době připojen k:
de: Momentan verbunden mit:
es: Actualmente conectado a:
fr: Actuellement connecté à :
it: Al momento connesso con:
pt_br: Atualmente conectado em:
ro: Conectat curent la:
ru: В настоящее время соединены с:

source: Enable App.net Post Plugin
cs: Aktivovat App.net Post Plugin
de: Veröffentlichungen bei App.net erlauben
es: Habilitar el plugin de publicación de App.net
fr: Activer le plugin de publication app.net
it: Abilita il plugin di invio ad App.net
pt_br: Habilitar plug-in para publicar no App.net
ro: Activare Modul Postare pe App.net
ru: Включить плагин App.net

source: Post to App.net by default
cs: Defaultně poslat na App.net
de: Standardmäßig bei App.net veröffentlichen
es: Publicar en App.net por defecto
fr: Publier sur App.net par défaut
it: Invia sempre ad App.net
pt_br: Publicar em App.net por padrão
ro: Postați implicit pe App.net
ru: Отправлять сообщения на App.net по-умолчанию

source: Import the remote timeline
cs: Importovat vzdálenou časovou osu
de: Importiere die entfernte Zeitleiste
es: Importar la línea de tiempo remota
fr: Importer la timeline distante
it: Importa la timeline remota
pt_br: Importar a linha do tempo remota
ro: Importare cronologie la distanță
ru: Импортировать удаленные сообщения

source: <p>Error fetching user profile. Please clear the configuration and try again.</p>
cs: <p>Chyba v přenesení uživatelského profilu. Prosím zkuste smazat konfiguraci a zkusit to znovu.</p>
de: <p>Beim Laden des Nutzerprofils ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.</p>
es: <p>Advertencia de error de perfil. Por favor borre la configuración e inténtelo de nuevo.</p>
fr: <p>Impossible d'obtenir le profil utilisateur. Merci de réinitialiser la configuration et de réessayer.</p>
it: <p>Errore recuperando il profilo utente. Svuota la configurazione e prova di nuovo.</p>
pt_br: Erro na obtenção do perfil do usuário. Confira as configurações e tente novamente.
ro: <p>Eroare la procesarea profilului de utilizator. Vă rugăm să ștergeți configurarea şi apoi reîncercați.</p>
ru: <p>Ошибка при получении профиля пользователя. Сбросьте конфигурацию и попробуйте еще раз.</p>

source: <p>You have two ways to connect to App.net.</p>
cs: <p>Máte nyní dvě možnosti jak se připojit k App.net.</p>
de: <p>Du hast zwei Wege deinen friendica Account mit App.net zu verbinden.</p>
es: <p>Tiene dos formas de conectar a App.net.</p>
fr: <p>Vous avez deux possibilités pour vous connecter à App.net.</p>
it: <p>Puoi collegarti ad App.net in due modi.</p>
pt_br: <p>Você possui duas formas de conectar ao App.net</p>
ro: <p>Aveți două modalități de a vă conecta la App.net.</p>
ru: <p>У вас есть два способа соединения с App.net.</p>

source: <p>First way: Register an application at <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> and enter Client ID and Client Secret.
cs: <p>První možnost: Registrovat svou žádost na <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> a zadat Client ID and Client Secret.
de: <p>Erster Weg: Registriere eine Anwendung unter <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> und wähle eine Client ID und ein Client Secret.
es: <p>Primera forma: Registrar una aplicación en <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> y seleccionar Client ID y Client Secret.
fr: <p>Première méthode: Enregistrer une application sur <a href="https://account.app.net/developer/apps/">App.net [en]</a> et entrez l'ID Client et le Secret Client.
it: <p>Registrare un'applicazione su <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> e inserire Client ID e Client Secret.
pt_br: <p>1º Método: Registre uma aplicação em <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> e entre o Client ID e Client Secret
ro: <p>Prima modalitate: Înregistrați o cerere pe <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> şi introduceți ID Client şi Cheia Secretă Client.
ru: <p>Первый способ: зарегистрируйте приложение на <a href="https://account.app.net/developer/apps/">https://account.app.net/developer/apps/</a> и введите Client ID и Client Secret

source: Use '%s' as Redirect URI<p>
cs: Použít '%s' jako URI pro přesměrování<p>
de: Verwende '%s' als Redirect URI<p>
es: Use '%s' como Redirigir URI
fr: Utilisez '%s' pour l'URI de Redirection
it: Usa '%s' come Redirect URI</p>
pt_br: Use '%s' como URI redirecionador<p>
ro: Utilizați '%s' ca URI de Redirecţionare<p>
ru: Используйте '%s' как Redirect URI<p>

source: Client ID
es: ID de cliente
fr: ID Client
ro: ID Client

source: Client Secret
es: Secreto de cliente
fr: Secret Client
ro: Cheia Secretă Client

source: <p>Second way: fetch a token at <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>.
cs: <p>Druhá možnost: vložit token do <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>.
de: <p>Zweiter Weg: Beantrage ein Token unter <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>.
es: <p>Segunda manera: traiga un símbolo a <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>
fr: <p>Deuxième méthode: obtenez un jeton ur <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/ [en]</a>.
it: <p>Oppure puoi recuperare un token su <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>.
pt_br: <p>2º Método: obtenha um token em <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>.
ro: <p>A doua cale: autorizați un indicativ de acces token de pe <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a> .
ru: <p>Второй путь: получите токен на <a href="http://dev-lite.jonathonduerig.com/">http://dev-lite.jonathonduerig.com/</a>.

source: Set these scopes: 'Basic', 'Stream', 'Write Post', 'Public Messages', 'Messages'.</p>
cs: Nastavte tyto rámce: 'Základní', 'Stream', 'Psaní příspěvků, 'Veřejné zprávy', 'Zprávy'.</p>
de: Verwende folgende Scopes: 'Basic', 'Stream', 'Write Post', 'Public Messages', 'Messages'.</p>
es: Seleccione estas posibilidades: 'Básico', 'Continuo', 'Escribir entrada', 'Mensajes públicos', 'Mensajes'.</p>
fr: Cochez les "scopes" suivant: "Basic", "Stream", "Write Post", "Public Messages", "Messages".</p>
it: Imposta gli ambiti 'Basic', 'Stream', 'Scrivi Post', 'Messaggi Pubblici', 'Messaggi'.</p>
pt_br: Adicione valor as estas saídas: 'Basic', 'Stream', 'Write Post', 'Public Messages', 'Messages'.</p>
ro: Stabiliți aceste scopuri: 'De Bază', 'Flux', 'Scriere Postare', 'Mesaje Publice', 'Mesaje'.</p>
ru: Выберите области: 'Basic', 'Stream', 'Write Post', 'Public Messages', 'Messages'.</p>

source: Token
es: Símbolo
fr: Jeton
ru: Токен

source: Sign in using App.net
cs: Přihlásit se s použitím App.net
de: Per App.net anmelden
es: Regístrese usando App.net
fr: Se connecter avec App.net
it: Autenticati con App.net
pt_br: Entre usando o App.net
ro: Autentificați-vă utilizând App.net
ru: Войти через App.net

source: Clear OAuth configuration
cs: Vymazat konfiguraci OAuth
de: OAuth Konfiguration löschen
es: Borre la configuración OAuth
fr: Effacer la configuration OAuth
it: Pulisci configurazione OAuth
pt_br: Limpar configuração OAuth
ro: Ștergeți configurările OAuth
ru: Удалить конфигурацию OAuth

source: Save Settings
cs: Uložit Nastavení
de: Einstellungen speichern
es: Guardar los ajustes
fr: Sauvegarder les paramètres
it: Salva Impostazioni
pt_br: Salvar Configurações
ro: Salvare Configurări
ru: Сохранить настройки
