Repository: friendica/friendica-addons
Catalog: wppost/lang/*/messages.po
Languages: pl

source: Post to Wordpress
pl: Opublikuj w Wordpress

source: Wordpress Export
pl: Eksport do Wordpress

source: Enable WordPress Post Addon
pl: Włącz dodatek Dodaj post do WordPress

source: WordPress username
pl: Nazwa użytkownika WordPress

source: WordPress password
pl: Hasło WordPress

source: Post to WordPress by default
pl: Wyślij domyślnie do WordPress

source: Provide a backlink to the Friendica post
pl: Podaj zwrotny link do posta Friendica

source: Text for the backlink, e.g. Read the original post and comment stream on Friendica.
pl: Tekst linku zwrotnego, np. Przeczytaj oryginalny post i strumień komentarzy na stronie Friendica.

source: Don't post messages that are too short
pl: Nie publikuj zbyt krótkich wiadomości

source: Save Settings
pl: Zapisz ustawienia

source: Read the orig­i­nal post and com­ment stream on Friendica
pl: Przeczytaj oryginalny post i strumień komentarzy na stronie Friendica

source: Post from Friendica
pl: Post z Friendica
