Repository: friendica/friendica-addons
Catalog: morepokes/lang/*/messages.po
Languages: cs, da_dk, it, pl, ro

source: bitchslap
cs: dát facku
it: schiaffeggia
pl: spoliczkować
ro: palmuire-javră

source: bitchslapped
cs: dal/a facku
it: ha schiaffeggiato
pl: spoliczkowanie
ro: javră-pălmuită

source: shag
cs: pomilovat
da_dk: bold
it: scopa
pl: wścieka się
ro: pune-o

source: shagged
cs: pomiloval/a
da_dk: boldet
it: ha scopato
pl: wściekły
ro: a pus-o

source: do something obscenely biological to
cs: udělat příjemci něco obscéně biologického
da_dk: gør noget uanstændigt til
it: fa qualcosa di biologicamente osceno a
pl: zrobić coś nieprzyzwoicie biologicznego
ro: fă-i ceva biologic obscen lui

source: did something obscenely biological to
cs: udělal/a něco obscéně biologického
da_dk: gjorde noget uanstændigt til
it: ha fatto qualcosa di biologicamente osceno a
pl: zrobił coś nieprzyzwoicie biologicznego
ro: i s-a făcut ceva biologic obscen lui

source: point out the poke feature to
cs: upozornit na funkci šťouchnutí
da_dk: påpeg prik-funktionen for
it: fa vedere la funzione "stuzzica" a
pl: wskaż funkcję szturchnąć
ro: arată caracteristica de abordare lui

source: pointed out the poke feature to
cs: upozornil/a na funkci šťouchnutí
da_dk: påpege prik-funktionen for
it: ha fatto vedere la funzione "stuzzica" a
pl: wskaż na funkcję zaczepić do
ro: caracteristică de abordare arătată lui

source: declare undying love for
cs: vyjadřit nehynoucí lásku
da_dk: erklær udøende kærlighed for
it: dichiara eterno amore per
pl: wyznaję dozgonną miłość do
ro: declară dragoste veșnică pentru

source: declared undying love for
cs: vyjadřil/a nehynoucí lásku k uživateli
da_dk: erklærede udøende kærlighed for
it: ha dichiarato eterno amore per
pl: deklaruję dozgonną miłość dla
ro: dragoste veșnică declarată lui

source: patent
cs: patentovat
da_dk: patentér
it: brevetta
ro: brevet

source: patented
cs: patentoval/a uživatele
da_dk: patenterede
it: ha brevettato
pl: opatentowane
ro: brevetat

source: stroke beard
cs: pohladit plnovous
da_dk: stryg skæg
it: tirare la barba
pl: pogłaskać brodę
ro: lovire în barbă

source: stroked their beard at
cs: pohladil/a plnovous
da_dk: strøg deres skæg ad
it: ha tirato la barba di
pl: pogłaskał ich brody o
ro: loviți în barbă la

source: bemoan the declining standards of modern secondary and tertiary education to
cs: stěžovat si příjemci na klesající úroveň moderního sekundárního a terciárního vzdělávání
da_dk: beklag de faldende standarder for moderne sekundær- og tertiær uddannelse til
it: lamentati del declino degli standard della moderna istruzione secondaria e terziaria con
pl: opłakują upadające standardy nowoczesnej szkoły średniej i wyższej
ro: deplângerea standardelor decăzute ale educației moderne secundare și terțiare pentru

source: bemoans the declining standards of modern secondary and tertiary education to
cs: si stěžuje na klesající úroveň moderního sekundárního a terciárního vzdělávání
da_dk: beklagede de faldende standarder for moderne sekundær og tertiær uddannelse til
it: si Ã¨ lamentato del declino degli standard della moderna istruzione secondaria e terziaria con
pl: żałuje upadających standardów nowoczesnej edukacji na poziomie średnim i wyższym
ro: deplânge standardele decăzute ale educației moderne secundare și terțiare pentru

source: hug
cs: obejmout
da_dk: kram
it: abbraccia
pl: objął
ro: îmbrățișare

source: hugged
cs: obejmul/a
da_dk: krammede
it: ha abbracciato
pl: objąć
ro: îmbrățișat(ă)

source: kiss
cs: políbit
da_dk: kys
it: bacia
pl: całus
ro: sărut

source: kissed
cs: políbil/a
da_dk: kyssede
it: ha baciato
pl: ucałować
ro: sărutat(ă)

source: raise eyebrows at
cs: zvednout obočí na
da_dk: hæv øjenbryn
it: solleva un sopracciglio verso
pl: podnieś brwi
ro: ridică sprâncenele către

source: raised their eyebrows at
cs: zvedl/a obočí na
da_dk: hævede sine øjenbryn ad
it: ha sollevato un sopracciglio verso
pl: podnieśli brwi
ro: a ridicat sprâncenele către

source: insult
cs: urazit
da_dk: fornærm
it: insulta
pl: obraza
ro: insultă

source: insulted
cs: urazil/a
da_dk: fornærmede
it: ha insultato
pl: znieważony
ro: insultat(ă)

source: praise
cs: pochválit
da_dk: ros
it: prega
pl: pochwała
ro: laudă

source: praised
cs: pochválil/a
da_dk: roste
it: ha pregato
pl: pochwalić
ro: lăudat(ă)

source: be dubious of
cs: mít pochyby o
da_dk: vær tvivlsom over
it: dubita di
pl: jest wątpliwe
ro: arată-ți sceptitudinea față de

source: was dubious of
cs: měl/a pochyby o
da_dk: var tvivlsom over
it: ha dubitato di
pl: było wątpliwe
ro: a fost catalogat(ă) ca ciudat(ă) de către

source: eat
cs: sníst
da_dk: spis
it: mangia
pl: jeść
ro: devorează

source: ate
cs: snědl/a
da_dk: spiste
it: ha mangiato
pl: jadł
ro: devorat(ă)

source: giggle and fawn at
cs: hihňat se na
da_dk: fnis og smil
it: sorridi e adula
pl: chichotać i płakać
ro: chicotește și lingușește-l pe

source: giggled and fawned at
cs: se hihňal/a na
da_dk: fniste og smilede ad
it: ha sorriso e adulato
pl: roześmiał się przymilająco
ro: a fost chicotit(ă) și lingușit(ă) de către

source: doubt
cs: pochybovat
da_dk: tvivl
it: dubita
pl: wątpi
ro: îndoială

source: doubted
cs: zapochyboval/a o
da_dk: tvivlede
it: dubitato
pl: powątpiewa
ro: nu a prezentat încredere

source: glare
cs: zabodávát pohledem
da_dk: glo
it: guarda con aria feroce
pl: blask
ro: fixează cu privirea

source: glared at
cs: zabodával/a pohledem
da_dk: gloede ad
it: ha guardato con aria feroce
pl: spojrzał na
ro: luat(ă) în colimator
