Repository: friendica/friendica-addons
Catalog: morechoice/lang/*/messages.po
Languages: da_dk, fr

source: Bear
da_dk: Bjørn
fr: Ours

source: Bigender
da_dk: Bi-kønnet
fr: Bigenre

source: Eunuch
da_dk: Eunuk
fr: eunuque

source: Gender fluid
fr: genre fluide

source: Metrosexual
da_dk: Metrosexuel
fr: métrosexuel

source: Monk
da_dk: Munk
fr: moine

source: Nun
da_dk: Nonne
fr: religieuse

source: Transman
da_dk: Trans mand
fr: homme trans

source: Transwoman
da_dk: Trans kvinde
fr: femme trans

source: Transvesti
fr: travesti

source: Trigender
fr: trigenre

source: Can't remember
da_dk: Kan ikke huske
fr: Ne se rappelle pas

source: Hard to tell these days
da_dk: Det er svært at sige efterhånden
fr: Difficile à dire en ce moment

source: Girls with big tits
da_dk: Piger med store patter
fr: Filles à gros seins

source: Millionaires
da_dk: Millionærer
fr: Millionnaires

source: Easy women
fr: Femmes faciles

source: People with impaired mobility
da_dk: Folk med svækket mobilitet
fr: Personnes à mobilité réduite

source: Amputees
da_dk: Amputerede
fr: Amputés

source: Statues, mannequins and immobility
da_dk: Statuer, mannequins og immobilitet
fr: Statues, mannequins et immobilité

source: Pain
da_dk: Smerte
fr: Douleur

source: Trans men
da_dk: Trans mænd
fr: Hommes trans

source: Older women
da_dk: Ældre kvinder
fr: Femmes plus âgées

source: Asphyxiation
da_dk: Kvælning
fr: Asphyxie

source: In public
da_dk: Offentligt
fr: En public

source: In danger
da_dk: I fare
fr: En danger

source: Pretending to be male
da_dk: Foregiver at være mand
fr: Prétendant être homme

source: Pretending to be female
da_dk: Foregiver at være kvinde
fr: Prétendant être femme

source: Crying
da_dk: Græder
fr: Pleurant

source: Nappies/Diapers
fr: Couches/Changes

source: Trees
fr: Arbres

source: Vomit
da_dk: Bræk
fr: Vomi

source: Murder
da_dk: Mord
fr: Meurtre

source: Fat people
da_dk: Tykke mennesker
fr: Personnes en surpoids

source: Feet
da_dk: Fødder
fr: Pieds

source: Covered in insects
da_dk: Dækket af insekter
fr: Couvert d'insectes

source: Turning a human being into furniture
da_dk: Lave et menneske om til et møbel
fr: Transforme un être humain en produit

source: Elderly people
da_dk: Ældre mennesker
fr: Personnes âgées

source: Transgender people
da_dk: Transkønnede mennesker
fr: Personnes transgenre

source: Criminals
da_dk: Kriminelle
fr: Criminels

source: Stealing
da_dk: Stjæle
fr: Volant

source: Breast milk
da_dk: Brystmælk
fr: Allaitement

source: Giants
da_dk: Kæmper
fr: Géants

source: Masochism
da_dk: Masochisme
fr: Masochisme

source: Cars
da_dk: Biler
fr: Voitures

source: Menstruation
fr: Menstruations

source: Obscene language
fr: Langage obscène

source: Noses
da_dk: Næser
fr: Nez

source: Corpses
da_dk: Lig
fr: Corps

source: Smells
da_dk: Lugte
fr: Odeurs

source: Buttocks
da_dk: Balder
fr: Fesses

source: Nonliving objects
da_dk: Ikke-levende objekter
fr: Objets inertes

source: Sleeping people
da_dk: Sovende mennesker
fr: Personnes qui dorment

source: Urination
da_dk: Urinering
fr: Urine

source: Eating people
da_dk: Spise mennesker
fr: Mangeant des personnes

source: Being eaten
da_dk: Blive spist
fr: Étant mangé

source: Animals
da_dk: Dyr
fr: Animaux

source: I'd rather just have some chocolate
da_dk: Jeg vil hellere bare have noget chokolade
fr: Je préférerais juste avoir du chocolat

source: Married to my job
da_dk: Gift til mit job
fr: Marié à mon travail

source: Polygamist
fr: Polygame

source: Half married
da_dk: Halvt gift
fr: A demi-marié

source: Living in the past
da_dk: Lever i fortiden
fr: Vivant dans le passé

source: Pretending to be over my ex
fr: Prétendant avoir oublié mon ex

source: Wallowing in self-pity
fr: S'apitoyant sur son sort

source: Androgyne
da_dk: Andrygon

source: Lady
da_dk: Dame

source: Guys with big schlongs
da_dk: Fyre med store lemmer

source: Hurt in the past
da_dk: Såret i fortiden
