Repository: friendica/friendica-addons
Catalog: tictac/lang/*/messages.po
Languages: da_dk, hu

source: Three Dimensional Tic-Tac-Toe
da_dk: Tredimensionelt Tic-Tac-Toe
hu: Háromdimenziós tic-tac-toe

source: New game
da_dk: Nyt spil
hu: Új játék

source: New game with handicap
da_dk: Nyt spil med handicap
hu: Új játék hátránnyal

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
da_dk: Tredimensionelt Tic-Tac-Toe er præcis ligesom det traditionelle spil, bortset fra at det spilles på flere niveauer samtidigt.
hu: A háromdimenziós tic-tac-toe olyan mint a hagyományos játék, kivéve hogy ezt egyidejűleg több szinten játsszák.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
da_dk: I dette tilfælde er der tre niveauer. Du vinder ved at få tre på en række på et af niveauerne, eller op, ned, eller diagonalt på tværs af de tre forskellige niveauer.
hu: Ebben az esetben három szint van. Akkor nyeri meg a játékot, ha letesz hármat egy sorba bármely szinten, valamint fel, le és átlósan a különböző szintek között.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
da_dk: Spillet med handicap slår centerpositionen på det midterse niveau fra, fordi spilleren der får den position ofte har en unfair fordel.
hu: A hátránnyal indított játék letiltja a középső pozíciót a középső szinten, mert azt a négyzetet megszerző játékos gyakran tisztességtelen előnyt szerez.

source: You go first...
da_dk: Du starter...
hu: Ön lép először…

source: I'm going first this time...
da_dk: Jeg starter denne gang...
hu: Most én lépek először…

source: You won!
da_dk: Du vandt!
hu: Ön nyert!

source: "Cat" game!
da_dk: "Kat" spil!
hu: „Macska” játék!

source: I won!
da_dk: Jeg vandt!
hu: Én nyertem!
