Repository: friendica/friendica-addons
Catalog: saml/lang/*/messages.po
Languages: de, pl

source: Settings statement
de: Anweisungen zu den Einstellungen
pl: Oświadczenie o ustawieniach

source: A statement on the settings page explaining where the user should go to change their e-mail and password. BBCode allowed.
de: Erörternde Anweisungen die auf der Einstellungsseite angezeigt werden und den Nutzern erklären wo sie ihre E-Mail Adressen und Passwörter ändern sollen. BBCode wird unterstützt.
pl: Oświadczenie na stronie ustawień wyjaśniające, gdzie użytkownik powinien się udać, aby zmienić swój adres e-mail i hasło. Dozwolony kod BBCode.

source: IdP ID
pl: ID IdP

source: Identity provider (IdP) entity URI (e.g., https://example.com/auth/realms/user).
de: Entitäten URL des Identitätsanbieter (IdP) (z.B. https://example.com/auth/realms/user).
pl: Identyfikator URI jednostki dostawcy tożsamości (IdP) (np. https://example.com/auth/realms/user).

source: Client ID
pl: ID klienta

source: Identifier assigned to client by the identity provider (IdP).
de: Kennung des Clients, die vom Identitätsanbieter (IdP) zugewiesen wurde
pl: Identyfikator przypisywany klientowi przez dostawcę tożsamości (IdP).

source: IdP SSO URL
pl: Adres URL logowania jednokrotnego dostawcy tożsamości

source: The URL for your identity provider's SSO endpoint.
de: Die URL des SSO Endpunktes deines Identitätenanbieters
pl: Adres URL punktu końcowego logowania jednokrotnego dostawcy tożsamości.

source: IdP SLO request URL
de: IdP SLO Anfrage URL
pl: Adres URL żądania SLO dostawcy tożsamości

source: The URL for your identity provider's SLO request endpoint.
de: Die URL des SLO Anfrage Endpunktes deines Identitätenanbieters
pl: Adres URL punktu końcowego żądania SLO dostawcy tożsamości.

source: IdP SLO response URL
de: IdP SLO Antwort URL
pl: Adres URL odpowiedzi dostawcy usług SLO

source: The URL for your identity provider's SLO response endpoint.
de: Die URL des SLO Antwort Endpunktes deines Identitätenanbieters
pl: Adres URL punktu końcowego odpowiedzi SLO Twojego dostawcy tożsamości.

source: SP private key
de: SP privater Schlüssel
pl: Klucz prywatny SP

source: The private key the addon should use to authenticate.
de: Der private Schlüssel den das Addon zur Authentifizierung verwenden soll
pl: Klucz prywatny, którego dodatek powinien używać do uwierzytelniania.

source: SP certificate
de: SP Zertifikat
pl: Certyfikat SP

source: The certficate for the addon's private key.
de: Das Zertifikat für den privaten Schlüssel des Addons
pl: Certyfikat klucza prywatnego dodatku.

source: IdP certificate
de: IdP Zertifikat
pl: Certyfikat IdP

source: The x509 certficate for your identity provider.
de: Das x509 Zertifikat deines Identitätanbieters
pl: Certyfikat x509 dla dostawcy tożsamości.

source: Save Settings
de: Einstellungen speichern
pl: Zapisz ustawienia
