Repository: friendica/friendica-addons
Catalog: gravatar/lang/*/messages.po
Languages: fr

source: generic profile image
fr: image de profil générique

source: random geometric pattern
fr: Schéma géométrique aléatoire

source: monster face
fr: Face de monstre

source: computer generated face
fr: visage généré par ordinateur

source: retro arcade style face
fr: Face style retro arcade

source: Libravatar addon is installed, too. Please disable Libravatar addon or this Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
fr: L'application complémentaire Libravatar est aussi installée. Merci de désactiver l'application complémentaire Libravatar ou cette application complémentaire Gravatar. L'application complémentaire se repliera sur Gravatar si rien n'est trouvé dans Libravatar.

source: Save Settings
fr: Sauvegarder les paramètres.

source: Default avatar image
fr: Image par défaut d'avatar

source: Select default avatar image if none was found at Gravatar. See README
fr: Sélectionner l'avatar par défaut, si aucun n'est trouvé sur Gravatar. Voir Lisezmoi.

source: Rating of images
fr: Notation des images

source: Select the appropriate avatar rating for your site. See README
fr: Sélectionner la notation d'avatar appropriée pour votre site. Voir Lisezmoi.
