Repository: friendica/friendica-addons
Catalog: impressum/lang/*/messages.po
Languages: da_dk

source: Impressum
da_dk: Indtryk

source: Site Owner
da_dk: Sideejer

source: Email Address
da_dk: Email-adresse

source: Postal Address
da_dk: Postadresse

source: The impressum addon needs to be configured!<br />Please add at least the <tt>owner</tt> variable to your config file. For other variables please refer to the README file of the addon.
da_dk: Indtryk-tilføjelsen skal konfigureres!<br />Tilføj venligst som det allermindste <tt>owner</tt> (sideejer) variablen til din konfigurationsfil. For andre variabler, referer venligst til tilføjelsens README fil.

source: Save Settings
da_dk: Gem indstillinger

source: The page operators name.
da_dk: Sideoperatorens navn.

source: Site Owners Profile
da_dk: Sideejerens profil

source: Profile address of the operator.
da_dk: Operatorens profiladresse.

source: How to contact the operator via snail mail. You can use BBCode here.
da_dk: Hvordan man kan kontakte operatoren via sneglepost. Du kan bruge BBCode her.

source: Notes
da_dk: Noter

source: Additional notes that are displayed beneath the contact information. You can use BBCode here.
da_dk: Ekstra noter som er vist under kontaktinformationen. Du kan bruge BBCode her.

source: How to contact the operator via email. (will be displayed obfuscated)
da_dk: Hvordan man kan kontakte operatoren via email. (vil blive vist obfuskeret)

source: Footer note
da_dk: Sidefodsnote

source: Text for the footer. You can use BBCode here.
da_dk: Tekst til sidefoden. Du kan bruge BBCode her.
