Repository: friendica/friendica-addons
Catalog: communityhome/lang/*/messages.po
Languages: ro

source: Login
ro: Autentificare

source: Latest users
ro: Cei mai recenți utilizatori

source: Most active users
ro: Cei mai activi utilizatori

source: Latest photos
ro: Cele mai recente fotografii

source: Contact Photos
ro: Fotografiile Contactului

source: Profile Photos
ro: Fotografii de Profil

source: Latest likes
ro: Cele mai recente aprecieri

source: event
ro: eveniment

source: photo
ro: fotografie

source: %1$s likes %2$s's %3$s
ro: %1$s apreciază %3$s lui %2$s

source: Welcome to %s
ro: Bine ați venit la %s
