Repository: friendica/friendica-addons
Catalog: libravatar/lang/*/messages.po
Languages: fr, hu

source: generic profile image
fr: image de profil générique
hu: Általános profilkép

source: random geometric pattern
fr: motif géométrique aléatoire
hu: Véletlen geometriai minta

source: monster face
fr: tête de monstre
hu: Szörnyarc

source: computer generated face
fr: visage généré par ordinateur
hu: Számítógéppel előállított arc

source: retro arcade style face
fr: tête rétro arcade
hu: Retró árkádstílusú arc

source: roboter face
fr: Tête de robot
hu: Robotarc

source: retro adventure game character
fr: Personnage de jeu d'aventure rétro
hu: Retró kalandjáték-karakter

source: Information
hu: Információ

source: Gravatar addon is installed. Please disable the Gravatar addon.<br>The Libravatar addon will fall back to Gravatar if nothing was found at Libravatar.
fr: L'extension Gravatar est installée. Veuillez la désactiver. <br>L'extension Libravatar se repose sur Gravatar si l'avatar n'a pas été trouvé sur Libravatar.
hu: A Gravatar bővítmény telepítve van. Tiltsa le a Gravatar bővítményt.<br>A Libravatar bővítmény vissza fog állni a Gravatarra, ha semmi sem található a Libravatarnál.

source: Save Settings
fr: Enregistrer les paramètres
hu: Beállítások mentése

source: Default avatar image
fr: Avatar par défaut
hu: Alapértelmezett profilkép

source: Select default avatar image if none was found. See README
fr: Sélectionnez un avatar par défaut si rien n'a été trouvé. Voir le README
hu: Az alapértelmezett profilkép kiválasztása, ha semmi sem található. Nézze meg a README információkat.
