Repository: friendica/friendica-addons
Catalog: mailstream/lang/*/messages.po
Languages: ro

source: From Address
ro: Adresa sursă

source: Email address that stream items will appear to be from.
ro: Adresa de e-mail folosită ca și sursă pentru elemente fluxate.

source: Save Settings
ro: Salvare Configurări

source: Friendica post
ro: Postare Friendica

source: Diaspora post
ro: Postare Diaspora

source: Feed item
ro: Element de flux

source: Friendica Item
ro: Element Friendica

source: Upstream
ro: Fluxare inversă

source: Email Address
ro: Adresă de Email

source: Leave blank to use your account email address
ro: Lăsați necompletat pentru a utiliza adresa de e-mail a contul dvs .

source: Enabled
ro: Activat

source: Mail Stream Settings
ro: Configurări Flux Mail
