Repository: friendica/friendica-addons
Catalog: diaspora/lang/*/messages.po
Languages: hu, pl, zh_cn

source: Post to Diaspora
hu: Beküldés a Diasporára
pl: Napisz do Diaspory
zh_cn: 发到 Diaspora

source: Please remember: You can always be reached from Diaspora with your Friendica handle <strong>%s</strong>.
hu: Ne feledje: Ön mindig elérhető a Diasporáról a(z) <strong>%s</strong> Friendica kezelőjével.
pl: Pamiętaj: Zawsze można do Ciebie dotrzeć z Diaspory za pomocą uchwytu Friendica <strong>%s</strong>.

source: This connector is only meant if you still want to use your old Diaspora account for some time.
hu: Ez az összekötő csak akkor szükséges, ha továbbra is használni szeretné a régi Diaspora-fiókját egy ideig.
pl: Ten łącznik jest przeznaczony do tego, gdy nadal chcesz korzystać ze starego konta Diaspora przez jakiś czas.

source: However, it is preferred that you tell your Diaspora contacts the new handle <strong>%s</strong> instead.
hu: Azonban az ajánlott eljárás az, hogy inkább mondja meg a Diaspora partnereinek az új <strong>%s</strong> kezelőt.
pl: Jednak zaleca się, aby zamiast tego poinformować swoją Diasporę o kontakt z nowym uchwytem <strong>%s</strong>.

source: All aspects
hu: Minden szempont
pl: Wszystkie aspekty

source: Public
hu: Nyilvános
pl: Publiczny

source: Post to aspect:
hu: Beküldés a szempontba:
pl: Napisz do aspektu:

source: Connected with your Diaspora account <strong>%s</strong>
hu: Kapcsolódva a(z) <strong>%s</strong> Diaspora-fiókjával
pl: Połączony ze swoim kontem Diaspora <strong>%s</strong>

source: Can't login to your Diaspora account. Please check handle (in the format user@domain.tld) and password.
hu: Nem lehet bejelentkezni a Diaspora-fiókjába. Ellenőrizze a kezelőt (felhasználó@tartomány.tld formátumban) és a jelszót.
pl: Nie można zalogować się na Twoje konto w Diasporze. Sprawdź uchwyt (w formacie użytkownik@domena.tld) i hasło.

source: Diaspora Export
hu: Diaspora exportálás
pl: Eksportuj do Diaspory
zh_cn: Diaspora 导出

source: Information
hu: Információ
pl: Informacja

source: Error
hu: Hiba
pl: Błąd

source: Save Settings
hu: Beállítások mentése
zh_cn: 保存设置

source: Enable Diaspora Post Addon
hu: A Diaspora-beküldő bővítmény engedélyezése
pl: Włącz dodatek Diaspora
zh_cn: 启用 Diaspora 发文插件

source: Diaspora handle
hu: Diaspora kezelő
pl: Uchwyt Diaspory

source: Diaspora password
hu: Diaspora jelszó
pl: Hasło Diaspora
zh_cn: Diaspora 密码

source: Privacy notice: Your Diaspora password will be stored unencrypted to authenticate you with your Diaspora pod. This means your Friendica node administrator can have access to it.
hu: Adatvédelmi figyelmeztetés: a Diaspora jelszava titkosítatlanul lesz eltárolva, hogy hitelesítse Önt a Diaspora csomópontján. Ez azt jelenti, hogy a Friendica csomópontjának adminisztrátora hozzáférhet.
pl: Informacja o ochronie prywatności: Twoje hasło Diaspora będzie przechowywane w postaci niezaszyfrowanej w celu uwierzytelnienia użytkownika za pomocą Diaspora. Oznacza to, że administrator węzła Friendica może mieć do niego dostęp.

source: Post to Diaspora by default
hu: Beküldés a Diasporára alapértelmezetten
pl: Wyślij domyślnie do Diaspory
zh_cn: 默认发文到 Diaspora

source: Diaspora settings updated.
hu: A Diaspora beállításai frissítve.

source: Diaspora connector disabled.
hu: A Diaspora összekötő letiltva.

source: Can't login to your Diaspora account. Please check username and password and ensure you used the complete address (including http...)
zh_cn: 无法登录到你的 Diaspora 账户。请检查用户名和密码并确保你用了完整的地址（包括http...）

source: Diaspora username
zh_cn: Diaspora 用户名

source: Diaspora site URL
zh_cn: Diaspora 站点 URL

source: Diaspora post failed. Queued for retry.
zh_cn: Diaspora 发文失败。已经放入队列以重试。
