Repository: friendica/friendica-addons
Catalog: curweather/lang/*/messages.po
Languages: ar, cs, fr, it, ru

source: Error fetching weather data.\nError was:
cs: Chyba při získávání dat o počasí.\nChyba:
it: Errore recuperando i dati meteo:

source: Current Weather
ar: الطقس الحالي
cs: Aktuální počasí
fr: Météo actuelle
it: Meteo
ru: Погода сейчас

source: Relative Humidity
ar: نسبة الرطوبة
cs: Relativní vlhkost vzduchu
fr: Humidité relative
it: Umidità Relativa
ru: Относительная влажность

source: Pressure
ar: الضغط
cs: Tlak
fr: Pression
it: Pressione
ru: Давление

source: Wind
ar: الرياح
cs: Vítr
fr: Vent
it: Vento
ru: Ветер

source: Last Updated
ar: آخر تحديث
cs: Naposledy aktualizováno
fr: Dernière mise-à-jour
it: Ultimo Aggiornamento:
ru: Обновлено

source: Data by
ar: البيانات بواسطة
cs: Data podle
fr: Données de
it: Data da
ru: Данные из

source: Show on map
ar: إظهار على الخريطة
cs: Ukázat na mapě
fr: Montrer sur la carte
it: Mostra sulla mappa
ru: Показать на карте

source: There was a problem accessing the weather data. But have a look
ar: حدثت مشكلة في الوصول إلى بيانات الطقس. الق نظرة
cs: Při získávání dat o počasí nastala chyba. Podívejte se ale
fr: Une erreur est survenue lors de l'accès aux données météo. Vous pouvez quand même jeter un oeil
it: C'è stato un problema accedendo ai dati meteo, ma dai un'occhiata
ru: Не получилось получить данные о погоде. Но вы можете посмотреть

source: at OpenWeatherMap
ar: في OpenWeatherMap
cs: na OpenWeatherMap
fr: à OpenWeatherMap
it: a OpenWeatherMap
ru: OpenWeatherMap

source: Current Weather settings updated.
cs: Nastavení pro Aktuální počasí aktualizováno.
it: Impostazioni Meteo aggiornate.

source: No APPID found, please contact your admin to obtain one.
ar: لم يتم العثور على معرف التطبيق ، يرجى الاتصال بالمشرف للحصول على واحد.
cs: Žádné APPID nebylo nalezeno, prosím kontaktujte svého administrátora pro získání APPID.
fr: Pas d'APPID trouvé, merci de contacter votre administrateur pour en obtenir un.
it: APPID non trovata, contatta il tuo amministratore per averne una.
ru: Не найден APPID, свяжитесь с вашим администратором, чтобы получить его.

source: Save Settings
cs: Uložit nastavení
fr: Sauvegarder les paramètres
it: Salva Impostazioni
ru: Сохранить настройки

source: Settings
ar: الإعدادات
cs: Nastavení
it: Impostazioni

source: Enter either the name of your location or the zip code.
ar: أدخل إما اسم موقعك أو الرمز البريدي.
cs: Zadejte buď název místa, kde se nacházíte, nebo PSČ.
fr: Entrez le nom de votre emplacement ou votre code postal.
it: Inserisci il nome della tua posizione o il CAP
ru: Введите ваше местоположение или индекс.

source: Your Location
ar: موقعك
cs: Vaše poloha
fr: Votre position
it: La tua Posizione
ru: Ваше местонахождение

source: Identifier of your location (name or zip code), e.g. <em>Berlin,DE</em> or <em>14476,DE</em>.
ar: تعرّيف موقعك (الاسم أو الرمز البريدي) ، على سبيل المثال برلين ، DE أو 14476 ، DE.
cs: Identifikátor vaší polohy (název nebo PSČ), např. <em>Praha,CZ</em> nebo <em>11000,CZ</em>.
fr: Identifiant de votre emplacement (nom ou code postal), par exemple <em>Paris 08, Fr</em> ou <em>75008, FR</em>.
it: Identificatore della tua posizione (nome o CAP), p.e. <em>Roma, IT</em> or <em>00186,IT</em>.
ru: Ваше местоположение (имя или индекс), например <em>Berlin,DE</em> или <em>14476,DE</em>.

source: Units
ar: الوحدات
cs: Jednotky
fr: Unités
it: Unità
ru: Единицы

source: select if the temperature should be displayed in &deg;C or &deg;F
ar: حدد ما إذا كان يجب عرض درجة الحرارة بدرجة؛ C أو & بدرجة؛ F.
cs: vyberte, jestli by se teplota měla zobrazovat v &deg;C či &deg;F
fr: Sélectionner si la température devrait être affichée en °C ou en °F
it: scegli se la temperatura deve essere mostrata in °C o in °F
ru: выберите как должна отображаться температура - в &deg;C или &deg;F

source: Show weather data
ar: إظهار بيانات الطقس
cs: Ukázat data o počasí
fr: Montrer les données météos
it: Mostra dati meteo
ru: Показать данные о погоде

source: Curweather settings saved.
cs: Nastavení Curwather uložena.
it: Impostazioni Curweather salvati.

source: Caching Interval
ar: فترة التخزين المؤقت
cs: Ukládám interval do mezipaměti
fr: Intervalle de mise en cache.
it: Intervallo di cache
ru: Интервал кэширования

source: For how long should the weather data be cached? Choose according your OpenWeatherMap account type.
ar: إلى متى يجب تخزين بيانات الطقس مؤقتًا؟ اختر وفقًا لنوع حساب OpenWeatherMap الخاص بك.
cs: Na jak dlouho by vaše data o počasí měla být uložena v mezipaměti? Vyberte podle typu vašeho účtu na OpenWeatherMap.
fr: Pendant combien de temps les données météo doivent-elles être mises en cache? Choisissez en fonction du type de compte OpenWeatherMap.
it: Per quanto tempo i dati meteo devono essere memorizzati? Scegli a seconda del tuo tipo di account su OpenWeatherMap.
ru: Как долго кэшировать данные о погоде? Выберите в соответствии с типом вашей учётной записи OpenWeatherMap.

source: no cache
ar: لا تخزين مؤقت
cs: žádná mezipaměť
fr: pas de cache
it: nessuna cache
ru: не кэшировать

source: minutes
ar: دقائق
cs: minut
it: minuti
ru: мин.

source: Your APPID
ar: معرف التطبيق الخاص بك
cs: Vaše APPID
fr: Votre APPID
it: Il tuo APPID
ru: Ваш APPID

source: Your API key provided by OpenWeatherMap
ar: مفتاح API الخاص بك في OpenWeatherMap
cs: Váš API klíč poskytnutý OpenWetherMap
fr: Votre clé pour l'API de OpenWeatherMap
it: La tua chiave API da OpenWeatherMap
ru: Ваш ключ API, полученный у OpenWeatherMap

source: Error fetching weather data. Error was:
ar: خطأ في جلب بيانات الطقس. كان الخطأ:
fr: Erreur de récupération des données météo. L'erreur était :
ru: Ошибка получения данных о погоде. Ошибка:

source: Current Weather Settings
fr: Paramètres de Météo
ru: Текущие настройки
