Repository: friendica/friendica-addons
Catalog: buffer/lang/*/messages.po
Languages: it, nl

source: Permission denied.
it: Permesso negato.
nl: Toegang geweigerd.

source: Save Settings
it: Salva Impostazioni
nl: Instellingen opslaan

source: Client ID
nl: Cliënt ID

source: Client Secret
nl: Cliënt geheim

source: Error when registering buffer connection:
it: Errore registrando la connessione a buffer:
nl: Fout bij het registreren van de buffer verbinding:

source: You are now authenticated to buffer.
it: Sei autenticato su buffer.
nl: Je bent nu aangemeld bij Buffer

source: return to the connector page
it: ritorna alla pagina del connettore
nl: ga terug naar de verbindingspagina

source: Post to Buffer
it: Invia a Buffer
nl: Plaats bericht op Buffer

source: Buffer Export
it: Esporta Buffer
nl: Buffer Exporteren

source: Authenticate your Buffer connection
it: Autentica la tua connessione a Buffer
nl: Verbinding met Buffer goedkeuren

source: Enable Buffer Post Addon
it: Abilita il componente aggiuntivo di invio a Buffer
nl: Buffer Post Addon inschakelen

source: Post to Buffer by default
it: Invia sempre a Buffer
nl: Plaatsen op Buffer als standaard instellen

source: Check to delete this preset
it: Seleziona per eliminare questo preset
nl: Vink aan om deze vooraf ingestelde opties te verwijderen

source: Posts are going to all accounts that are enabled by default:
it: I messaggi andranno a tutti gli account che sono abilitati:
nl: Berichten gaan naar alle accounts die als standaard zijn ingeschakeld:
